{
  "auxiliary_text": [
    "Arcane Also known as Arcane: League of Legends Genre Action-adventure Adult animation Drama Science fantasy Steampunk Created by Christian Linke Alex Yee Based on League of Legends by Riot Games Showrunners Christian Linke Alex Yee Directed by Pascal Charrue Arnaud Delord Bart Maunoury Voices of Hailee Steinfeld Ella Purnell Kevin Alejandro Katie Leung Jason Spisak Toks Olagundoye Harry Lloyd JB Blanc Reed Shannon Mick Wingert Amirah Vann Ellen Thomas Brett Tucker Theme music composer Imagine Dragons JID Opening theme \"Enemy\" Composers Alexander Temple Alex Seaver Country of origin France United States Original language English No. of seasons 2 No. of episodes 15 Production Executive producers Christian Linke Marc Merrill Brandon Beck Jane Chung Thomas Vu Running time 39–44 minutes Production companies Fortiche Riot Games Budget $250 million Original release Network Netflix Release November 6, 2021 (2021-11-06) – present (present)",
    "Season Episodes Originally released First released Last released 1 9 November 6, 2021 (2021-11-06) November 20, 2021 (2021-11-20) 2 9 November 9, 2024 (2024-11-09) November 23, 2024 (2024-11-23)",
    "No. overall No. in season Title Directed by Written by Original release date Act 1 1 1 \"Welcome to the Playground\" Pascal Charrue & Arnaud Delord Christian Linke & Alex Yee November 6, 2021 (2021-11-06) Sisters Vi and Powder find their parents dead among the bodies and the rubble of a battle on a bridge. They are taken in by Vander, the leader of the failed rebellion, as his own children. Years later, Vi and Powder rob a Piltover penthouse with their adopted brothers, Mylo and Claggor. Powder steals a set of magical crystals and accidentally shatters one. This causes an explosion that destroys a large portion of the building. Returning to the undercity, the siblings encounter Deckard and his thugs; while they beat them in a fistfight, Powder is chased and loses the loot. Vander, now a community leader in Zaun, scolds the children for their carelessness and attempts to smooth things over with Grayson, the Sheriff of the enforcers, and her subordinate Marcus. Vi berates Mylo for calling Powder a \"jinx\" and reassures her sister that things will get better. In the lowest parts of the undercity, crime lord Silco extracts information from Deckard and tests a new mutagen known as Shimmer on a rat together with Singed, a Zaunite scientist. 2 2 \"Some Mysteries Are Better Left Unsolved\" Pascal Charrue & Arnaud Delord Nick Luddington November 6, 2021 (2021-11-06) The crystals that Powder stole turn out to belong to Jayce Talis, a student at Piltover's academy. Piltover's ruling council has him testify about using illegal equipment in unsanctioned experiments. As a child, Jayce was saved by arcane magic and believes it can be a new resource for Piltover's evolution. The academy expels him when he admits the magical nature of the experiments, and his research is ordered to be destroyed. On the verge of suicide, his beliefs are renewed when Viktor, the disabled assistant of the academy's Professor Heimerdinger, offers to help him. In Zaun, Marcus pressures Vander to reveal the true culprits of the robbery, while the Zaunites pressure him to fight back against the interference of the enforcers. He chooses to keep his family safe and remain neutral, leaving some unsure of his leadership. Vi decides to turn herself in. Meanwhile, Silco manipulates Deckard into swallowing a vial of Shimmer. 3 3 \"The Base Violence Necessary for Change\" Pascal Charrue & Arnaud Delord Ash Brannon November 6, 2021 (2021-11-06) Vander stops Vi from turning herself in, offering himself to Grayson instead. However, Silco intervenes and captures Vander after a heavily mutated Deckard kills Grayson and her men, sparing only Marcus. Vi, Mylo, and Claggor go to rescue Vander, leaving Powder alone. In Piltover, Jayce and Viktor secretly work with the crystals under the discretion of councilor Mel Medarda and invent Hextech, a new arcane technology. It is revealed that Vander betrayed Silco in the past and tried to drown him. In the undercity, the siblings reach Vander but are cut off by Silco. Vi fights off Silco's thugs but is badly beaten by Deckard. In attempting to save her, Powder causes an explosion with the stolen crystals, killing Claggor and Mylo. Vander, wounded by Silco, takes Shimmer, kills Deckard, and saves Vi before dying. In her grief, Vi hits Powder, calls her a \"jinx\", and walks away. Seeing Silco approach Powder, Vi attempts to return to her but is ambushed and captured by Marcus. Believing Vi abandoned her, Powder breaks down in Silco's arms. He embraces Powder, and tells her that \"[they]'ll show them all\". Act 2 4 4 \"Happy Progress Day!\" Pascal Charrue & Arnaud Delord David Dunne November 13, 2021 (2021-11-13) Several years later, Piltover prospers with Jayce's Hextech technology and celebrates its 200th anniversary on a holiday called \"Progress Day\". Jayce initially hopes to reveal his and Viktor's latest gemstone device at the ceremony but decides not to after Heimerdinger warns him of its potential dangers. Elsewhere, Powder, now a teenager going by the name of Jinx, works for Silco, who she views as a surrogate father. She helps him smuggle materials, mainly Shimmer, into Piltover. A job goes awry when the Firelights, an undercity gang, interfere. While fighting, Jinx briefly mistakes a Firelight for Vi and has a violent breakdown. Caitlyn, an enforcer and Jayce's childhood friend, investigates what happened. Attempting to repair her damaged reputation with Silco, Jinx steals Jayce's gemstone and sets off an explosion that kills six enforcers. Jayce is given a Piltover council seat to protect their people from the stolen gemstone. Looking for information, Caitlyn travels to Stillwater prison and encounters an adult Vi, who has been imprisoned there by Marcus. 5 5 \"Everybody Wants to Be My Enemy\" Pascal Charrue & Arnaud Delord Amanda Overton November 13, 2021 (2021-11-13) Using forged paperwork, Caitlyn releases Vi from prison because of her knowledge of the undercity and works with her to find Silco. Meanwhile, it is revealed that Marcus was promoted to Sheriff with Silco's help. In exchange, Marcus allows Shimmer to be smuggled and blames the Progress Day bombing and robbery on the Firelights. Jinx refuses to work on the new Hextech gemstones because of the trauma of killing her family with a similar device. In response, Silco takes her to the river where Vander tried to drown him and tries to convince Powder to accept her new identity as Jinx via a baptism. Back in Piltover, Councilor Medarda starts a romantic relationship with Jayce while helping him navigate the complex political sphere he now finds himself in as a councilor. Meanwhile, Viktor's illness worsens, and he grows increasingly desperate to find a cure through Hextech technology. Vi tracks down Silco's second-in-command, Sevika, who reveals Jinx's relationship with Silco, a shock that allows Sevika to stab her. Sevika is injured by a rifle shot from Caitlyn, allowing the pair to escape. Meanwhile, Jinx manages to solve the hextech and recreate a machine similar to Jayce’s to harness its power. Sevika returns to Silco and informs him that Vi has returned. 6 6 \"When These Walls Come Tumbling Down\" Pascal Charrue & Arnaud Delord Alex Yee November 13, 2021 (2021-11-13) After Viktor collapses in the lab from his illness, he and Jayce begin to study the \"Hexcore\", a new Hextech machine that reacts to organic matter and has the potential to cure it. Heimerdinger tries to have it destroyed due to its danger, prompting Jayce to orchestrate his removal from the council. Viktor approaches Singed, his childhood mentor, to help perfect the Hexcore. Silco, now aware of Vi's reappearance, orders Marcus to kill her and Caitlyn before they can resurface in Piltover. Marcus presents false proof that the Firelights were behind the attacks; Jayce orders a bridge blockade to protect Piltover. Jinx interrogates Sevika and learns of Vi's return. Vi and Caitlyn find a safehouse in the lowest slums of Zaun so Vi can recover from her fight with Sevika, but Silco finds them after bribing the local addicts with Shimmer. After escaping, the pair notice the blue smoke from a flare Vi gave Jinx before their ill-fated mission to rescue Vander years ago, and the sisters reunite. However, Caitlyn's presence triggers Jinx's mistrust. The Firelights intervene, steal the gemstone, and kidnap Caitlyn and Vi. Jinx, left behind, screams in despair. Act 3 7 7 \"The Boy Savior\" Pascal Charrue & Arnaud Delord Nick Luddington November 20, 2021 (2021-11-20) The Firelights leader is actually Vi and Powder's childhood friend Ekko, now a gruff and battle-hardened warrior. After Vander's death, Silco took over the undercity and made the populace dependent on Shimmer; the Firelights have been leading efforts to thwart him and rehabilitate addicts. Ekko warns Vi that Powder is gone and only Jinx remains, something Vi refuses to accept. Meanwhile, Singed provides Viktor with a variant of Shimmer. Jayce's blockades increase unrest between the two cities. Viktor decides not to tell Jayce about using Shimmer to enable the Hexcore to modify his failing body after Jayce accidentally insults Viktor's undercity heritage. Caitlyn convinces Ekko to return the gemstone to Piltover, but Vi parts ways with them to find Jinx. Marcus stops Ekko and Caitlyn at the blockade, shoots Ekko, and prepares to kill Caitlyn. Seeing this, Vi runs back to help her. Envious of Caitlyn, Jinx detonates robotic insects on the bridge, killing Marcus and his enforcers. Ekko and Jinx face off as Vi and injured Caitlyn flee to Piltover. Ekko bests her in a fight but hesitates to deliver the final blow, allowing Jinx to detonate a grenade near them. 8 8 \"Oil and Water\" Pascal Charrue & Arnaud Delord Ben St. John & Mollie St. John November 20, 2021 (2021-11-20) Silco finds the heavily injured Jinx in the explosion's aftermath and sees that she managed to steal back the gemstone. He takes her to Singed to heal her wounds. As Jinx endures Singed's treatment, she hallucinates that it is Vi and Caitlyn inflicting the pain. He injects her with Shimmer, turning her eyes violet. Meanwhile, Mel's mother arrives in Piltover following the assassination of Mel's brother and attempts to prepare her for the brewing war with Zaun. While trying to help the locals of Zaun, Heimerdinger encounters Ekko, who injured his leg escaping from Jinx's grenade. Meanwhile, Viktor succeeds in healing his body through the Hexcore and is able to run for the first time. However, further experimentation results in the death of his childhood friend and assistant, Sky. After failing to convince the council to intervene against Silco, Vi abandons Caitlyn and partners with Jayce to take down Silco's Shimmer factories. Armed with Hextech weaponry, they defeat a group of Shimmer-enhanced soldiers, but Jayce accidentally kills a child worker. After returning home, Caitlyn is kidnapped by Jinx. 9 9 \"The Monster You Created\" Pascal Charrue & Arnaud Delord Christian Linke & Alex Yee November 20, 2021 (2021-11-20) The child's death makes Jayce realize the potential cost of intra-city war. He brokers a peace treaty with Silco, offering Zaun's independence in exchange for Jinx. Ekko reveals his hideout to Heimerdinger. Feeling guilty over the death of Sky, Viktor makes Jayce promise to destroy the Hexcore. Meanwhile, Silco laments choosing between Zaun and Jinx, who overhears him. After beating Sevika in a fight, Vi is abducted by Jinx. She, Silco, and Caitlyn awaken restrained in the warehouse where Vander died. Jinx gives Vi a pistol, telling her to choose between Caitlyn and herself. Vi refuses and appeals to her childhood memories, causing Jinx to suffer a traumatic attack. Silco breaks free and shoots at Vi but misses, and Jinx guns him down. Silco reaffirms his paternal love for her before dying. Jinx, distraught, finally accepts her new identity and acknowledges that she and Vi have diverged. Jinx weaponizes the gemstone into a rocket launcher and fires at the Piltover council as they approve Jayce's proposal to grant Zaun independence, leaving their fates unknown.",
    "No. overall No. in season Title Directed by Written by Original release date Act 1 10 1 \"Heavy Is the Crown\" Arnaud Delord, Bart Maunoury, Pascal Charrue, Etienne Mattera Amanda Overton November 9, 2024 (2024-11-09) Jayce and Mel, alongside councilors Shoola and Salo, survive Jinx's rocket attack. However, Salo is left crippled and the other members, including Caitlyn's mother, are killed. Viktor is mortally wounded; Jayce reneges on his promise to destroy the Hexcore and instead uses it to save him. The Council plans retaliation against Zaun, though Mel opposes using Hextech weaponry. A despondent Vi refuses Caitlyn's offer to join the enforcers, recalling the enforcers killing her parents during Vander's last riot attempt. After learning from junior officer Maddie Nolan that Caitlyn vouched for her following Jayce's attack in Zaun, Vi attends the memorial for the fallen councilors. The memorial is attacked by Chem-Baroness Renni in revenge for Jayce killing her son. Vi, Caitlyn, and the enforcers fight Renni and her crew until Ambessa and her soldiers arrive and kill them. Realizing that the use of Hextech weaponry is inevitable, Jayce begins developing new arms and provides Caitlyn, now promoted to Commander, with a custom rifle. Caitlyn assembles a task force, including Vi, to confront Jinx and the remaining Chem-Barons. Meanwhile, Singed finds a pair of wolves in a cave and prepares to use a toxic gas canister on them. 11 2 \"Watch It All Burn\" Arnaud Delord, Bart Maunoury, Marietta Ren Nick Luddington November 9, 2024 (2024-11-09) After Silco's death, Zaun devolves into anarchy as Chem-Barons Smeech, Chross, and Margot fight for control of the Undercity, despite Sevika's pleas for unity. Smeech proposes surrendering Jinx to Piltover in exchange for ceasing the hostilities, but Sevika refuses. Jinx meets a young orphan named Isha who follows her after Jinx saved her from attackers. In Piltover, Viktor awakes from his coma to a fully metal-clad body and, realizing that Jayce broke his promise, parts ways with him. He returns to Zaun, where he inspires a cult-like following after healing Huck, a Shimmer addict, with his newfound powers. Ekko's Firelights struggle with the influx of refugees from Zaun's civil war, and the Tree begins to show signs of corruption. Ekko and Heimerdinger sneak into the Academy and discuss the matter with Jayce. Caitlyn's team raids Jinx's childhood arcade; Jinx escapes after spotting Vi in full enforcer attire, causing her to break down. She is ambushed by Smeech and his crew but is saved by Isha and Sevika, who kills Smeech. Jinx reveals to Sevika that she intends to \"finish [off] what's left of [her] family\". Singed begins experiments on the organs of the wolves he caught. 12 3 \"Finally Got the Name Right\" Arnaud Delord, Bart Maunoury, Christelle Abgrall Henry Jones November 9, 2024 (2024-11-09) Jinx plans to return \"the Gray\"—collected factory pollutants from Piltover— via the ventilation system. Concerned by Caitlyn's increased aggression after her mother's death, Vi implores her not to change; Caitlyn promises not to before kissing Vi. After a failed assassination attempt on Ambessa, the Black Rose, a Noxian cabal, abducts Mel. Ekko, Jayce and Heimerdinger explore Viktor's theory of \"wild runes\", arcane anomalies caused by Hextech exploitation. In the Hex Vault, they discover a massive mutating orb contaminating Zaun. Deep within Zaun, Vi and Caitlyn confront Jinx and are ambushed by Sevika. While Caitlyn fights Sevika off, Vi duels and subdues Jinx. Jinx accepts death at Vi’s hands, but Isha intervenes and shields Jinx. Vi disarms Caitlyn after she doesn't heed her calls to stop shooting at Jinx at the risk of hitting Isha. Sevika detonates Jinx's paint bombs and opens an air duct, spreading the Gray across Piltover as she escapes with Jinx and Isha. Angered that Vi's actions have resulted in Jinx getting away again, Caitlyn hits Vi and leaves her behind, causing Vi to break down in tears. Ambessa—revealed to have orchestrated the memorial attack—blames the assassination attempt on Zaun to engineer the imposition of martial law, before appointing Caitlyn as commander-in-chief, which she accepts. Meanwhile, Singed is revealed to have created a human-wolf hybrid. Act 2 13 4 \"Paint the Town Blue\" Arnaud Delord, Bart Maunoury, Marietta Ren Graham Mcneill November 16, 2024 (2024-11-16) One year after the declaration of martial law, a joint Piltovan-Noxan force has occupied Zaun, Jinx has gone into hiding with Isha, Caitlyn is now in a relationship with Maddie, and Jayce, Ekko, and Heimerdinger have been missing since their interaction with the wild rune. However, Caitlyn grows suspicious of Ambessa, who has unsuccessfully tried to conduct her own Hextech research in Jayce's absence. Meanwhile, Sevika tries to convince Jinx, who is seen as a hero by the Zaunites, to rally the people and lead a revolt, but she refuses. However, Isha is captured by enforcers led by Ambessa's enforcer Rictus while secretly attending a rally. Singed is also taken but leaves a blood trail for his human-wolf hybrid to follow. Sevika alerts Jinx, and they break into Stilwater to rescue Isha alongside several rebels. Unfortunately, just then, the beast attacks the prison, slaughtering guards and prisoners alike. Jinx fights the creature while Sevika escapes with Isha but is overpowered. However, just as it prepares to kill her, it suddenly recognizes her as Powder. 14 5 \"Blisters and Bedrock\" Arnaud Delord, Bart Maunoury Kristina Felske, Giovanna Sarquis November 16, 2024 (2024-11-16) Recognizing the beast as Vander, Jinx seeks out Vi, who became a pit fighter following her breakup with Caitlyn. Though skeptical, Vi follows Jinx to an abandoned mine where Vander tracks and initially attacks them. However, he ultimately recognizes Vi and embraces her along with Jinx and Isha. Meanwhile, Ambessa hires Singed to track Vander; Caitlyn deduces Singed's true identity as Corin Reveck, an expelled Piltovan academic who created Shimmer as one of many attempts to cure his comatose and terminally ill daughter Orianna. Elsewhere, Mel finds herself in a Black Rose prison where she reunites with her supposedly deceased brother Kino, from whom she learns that Ambessa had an illegitimate child who is their captors' true target. However, she realizes this 'Kino' is an illusion before being interrogated by Black Rose members, unleashing her latent magical power. At the Hex Vault, Jayce is unwittingly released from the wild rune by Salo, who was healed by Viktor, while attempting to steal a Hextech core. Scarred by the experience, Jayce vows to destroy Hextech before killing Salo. 15 6 \"The Message Hidden Within the Pattern\" Arnaud Delord, Bart Maunoury Alex Yee November 16, 2024 (2024-11-16) Viktor and the Hexcore, posing itself as Sky, are drawn by the wild rune phenomenon after witnessing Salo's murder. Jinx, Vi and Isha take Vander to Viktor's sanctuary in the hopes he can be healed. Across several days, Viktor begins to draw out Vander's humanity. With Singed's help, Ambessa and Caitlyn track Vander to the sanctuary. Singed attempts to persuade Viktor to give Vander up, but Viktor refuses, seeing that Singed only wishes to save Orianna. While tailing Singed as he returns to the Noxian camp, Vi is intercepted and captured by Caitlyn. Ambessa orders Caitlyn and Singed to reverse Viktor's efforts. However, it's revealed Vi and a repentant Caitlyn have worked together, and they neutralize both Ambessa and Singed. Haunted by visions from the wild rune, Jayce infiltrates the sanctuary and kills Viktor, provoking a physical backlash from the people Viktor \"healed\", including Vander who becomes irremediably savage. Ambessa recovers and raids the sanctuary in an attempt to capture Vander, who kills Rictus in the ensuing chaos. Isha overloads Jinx's pistol with Hextech cores and sacrifices herself to destroy Vander, to Jinx's despair.",
    "Year Award Category Nominee(s) Result Ref. 2022 Annecy International Animated Film Festival Best Television Production \"When These Walls Come Tumbling Down\" Nominated Annie Awards Best General Audience Animated Television/Broadcast Production \"When These Walls Come Tumbling Down\" Won Outstanding Achievement for Animated Effects in an Animated Television/Broadcast Production Guillaume Degroote, Aurélien Ressencourt, Martin Touzé, Frédéric Macé, and Jérôme Dupré (for \"Oil and Water\") Won Outstanding Achievement for Character Animation in an Animated Television / Broadcast Production Léa Chervet (for \"The Monster You Created\") Won Outstanding Achievement for Character Design in an Animated Television / Broadcast Production Evan Monteiro (for \"Some Mysteries Better Left Unsolved\") Won Outstanding Achievement for Directing in an Animated Television / Broadcast Production Pascal Charrue, Arnaud Delord, and Barthelemy Maunoury (for \"The Monster You Created\") Won Outstanding Achievement for Production Design in an Animated Television / Broadcast Production Julien Georgel, Aymeric Kevin, and Arnaud Baudry (for \"Happy Progress Day!\") Won Outstanding Achievement for Storyboarding in an Animated Television / Broadcast Production Simon Andriveau (for \"When These Walls Come Tumbling Down\") Won Outstanding Achievement for Voice Acting in an Animated Television / Broadcast Production Ella Purnell (for \"When These Walls Come Tumbling Down\") Won Outstanding Achievement for Writing in an Animated Television / Broadcast Production Christian Linke and Alex Yee (for \"The Monster You Created\") Won Billboard Music Awards Top Soundtrack Various Artists Nominated British Film Editors Cut Above Awards Best Edited Series: Animation Ivan Bilancio, Gilad Carmel, Roberto Fernandez, Lawrence Gan, Martin Jay, Benjamin Massoubre, Ernesto Matamoros Cox, Nazim Meslem, Emmanuel Pilinski, and David Ian Salter Won Dorian Awards Best Animated Show Arcane Nominated Golden Reel Awards Outstanding Achievement in Sound Editing – Non-Theatrical Animation Brad Beaumont, Eliot Connors, Alexander Temple, Shannon Beaumont, Alexander Ephraim, Dan O' Connell, John Cucci, and Alex Seaver (for \"When These Walls Come Tumbling Down\") Won Hollywood Critics Association TV Awards Best Streaming Animated Series or Television Movie Arcane Won Hugo Awards Best Dramatic Presentation, Short Form Christian Linke, Alex Yee, Conor Sheehy, Ash Brannon, Pascal Charrue, and Arnaud Delord (for \"The Monster You Created\") Nominated Primetime Emmy Awards Outstanding Animated Program Christian Linke, Marc Merrill, Brandon Beck, Jane Chung, Thomas Vu, Jerôme Combe, Melinda Wunsch Dilger, Pascal Charrue, Arnaud Delord, Alex Yee, Ash Brannon, Conor Sheehy, Barthelemy Maunoury, and David Lyerly (for \"When These Walls Come Tumbling Down\") Won Outstanding Sound Editing for a Comedy or Drama Series (Half-Hour) and Animation Brad Beaumont, Eliot Connors, Shannon Beaumon, Alex Ephraim, Alexander Temple, Alex Seaver, Dan O'Connel, and John Cucci (for \"When These Walls Come Tumbling Down\") Nominated Outstanding Individual Achievement in Animation Bruno Couchinho (background designer) (for \"When These Walls Come Tumbling Down\") Won Julien Georgel (art direction) (for \"Happy Progress Day!\") Won Anne-Laure To (color script artist) (for \"The Boy Savior\") Won Saturn Awards Best Animated Series on Television Arcane Nominated The Game Awards Best Adaptation Arcane Won",
    "Awards for Arcane",
    "The performances of Hailee Steinfeld (top) and Ella Purnell (bottom), voice actors for Vi and Jinx, respectively, received praise.",
    "2021 animated fantasy series"
  ],
  "category": [
    "Articles with short description",
    "Short description is different from Wikidata",
    "Use mdy dates from December 2021",
    "Use American English from December 2021",
    "All Wikipedia articles written in American English",
    "Articles containing Chinese-language text",
    "Pages using multiple image with manual scaled images",
    "Pages containing links to subscription-only content",
    "2020s American adult animated television series",
    "2020s American animated television series",
    "2020s American drama television series",
    "2020s American LGBTQ-related animated television series",
    "2020s French animated television series",
    "2020s French drama television series",
    "2021 American television series debuts",
    "2021 animated television series debuts",
    "2021 French television series debuts",
    "American adult animated action television series",
    "American adult animated adventure television series",
    "American adult animated drama television series",
    "American adult animated fantasy television series",
    "American adult animated science fiction television series",
    "American adult computer-animated television series",
    "American animated action television series",
    "American animated adventure television series",
    "American animated drama television series",
    "American animated fantasy television series",
    "American animated science fantasy television series",
    "American anime-influenced animated television series",
    "American English-language television shows",
    "Animated action television series",
    "Animated adventure television series",
    "Animated drama television series",
    "Animated science fantasy television series",
    "Animated series based on video games",
    "Animated television series by Netflix",
    "Annie Award–winning television shows",
    "Emmy Award–winning programs",
    "French adult animated television series",
    "French anime-influenced animated television series",
    "French English-language television shows",
    "The Game Awards winners",
    "League of Legends",
    "Lesbian-related television shows",
    "Psychological television series",
    "Riot Games",
    "Steampunk television series"
  ],
  "content_model": "wikitext",
  "coordinates": [],
  "create_timestamp": "2020-03-14T23:05:27Z",
  "display_title": null,
  "external_link": [
    "https://deadline.com/2021/11/arcane-showrunner-calls-netflix-series-a-love-letter-to-league-of-legends-ip-riot-boss-shares-gaming-companys-next-steps-1234864497/",
    "https://web.archive.org/web/20211107020235/https://deadline.com/2021/11/arcane-showrunner-calls-netflix-series-a-love-letter-to-league-of-legends-ip-riot-boss-shares-gaming-companys-next-steps-1234864497/",
    "https://www.animationmagazine.net/2024/10/arcane-returns-with-a-vengeance-the-netflix-shows-leads-discuss-the-powerful-final-season/",
    "https://variety.com/2024/biz/news/riot-games-arcane-hollywood-netflix-most-expensive-animated-series-ever-1236196655/",
    "https://mashable.com/article/netflix-arcane-league-of-legends-animation",
    "https://web.archive.org/web/20211120210803/https://mashable.com/article/netflix-arcane-league-of-legends-animation",
    "https://indianexpress.com/article/entertainment/web-series/netflix-series-arcane-video-game-adaptation-hailee-steinfeld-animation-video-7730096/",
    "https://web.archive.org/web/20230116082447/https://indianexpress.com/article/entertainment/web-series/netflix-series-arcane-video-game-adaptation-hailee-steinfeld-animation-video-7730096/",
    "https://arcane.com/en-us/",
    "https://web.archive.org/web/20211209210913/https://arcane.com/en-us/",
    "https://www.cbr.com/arcane-recognizable-voice-actors/",
    "https://web.archive.org/web/20220515155813/https://www.cbr.com/arcane-recognizable-voice-actors/",
    "https://media.netflix.com/en/only-on-netflix/81435684",
    "https://deadline.com/2024/09/arcane-trailer-photos-season-2-netflix-series-game-league-of-legends-1235969304/",
    "https://x.com/niiicolo/status/1462225669551575042",
    "https://variety.com/2022/tv/news/riot-games-arcane-show-1235427106/",
    "https://web.archive.org/web/20230209014823/https://variety.com/2022/tv/news/riot-games-arcane-show-1235427106/",
    "https://www.youtube.com/watch?v=IA-v_LB3Qpc",
    "https://www.pcgamer.com/au/league-of-legends-arcane/",
    "https://web.archive.org/web/20210614022613/https://www.pcgamer.com/au/league-of-legends-arcane/",
    "https://www.hollywoodreporter.com/news/riot-games-developing-animated-series-based-league-legends-1247430",
    "https://web.archive.org/web/20210503193716/https://www.hollywoodreporter.com/news/riot-games-developing-animated-series-based-league-legends-1247430",
    "https://deadline.com/2021/09/arcane-hailee-steinfeld-ella-purnell-kevin-alejandro-voice-cast-netflix-league-of-legends-animated-series-1234841359/",
    "https://web.archive.org/web/20210921172900/https://deadline.com/2021/09/arcane-hailee-steinfeld-ella-purnell-kevin-alejandro-voice-cast-netflix-league-of-legends-animated-series-1234841359/",
    "https://www.ign.com/articles/arcane-season-2-announced-at-netflix-league-of-legends",
    "https://web.archive.org/web/20211121012715/https://www.ign.com/articles/arcane-season-2-announced-at-netflix-league-of-legends",
    "https://www.ign.com/articles/arcane-to-end-with-season-2-as-netflix-unveils-official-trailer-new-images",
    "https://www.riotgames.com/en/news/welcome-to-riotx-arcane",
    "https://web.archive.org/web/20211110181540/https://www.riotgames.com/en/news/welcome-to-riotx-arcane",
    "https://www.riotgames.com/en/news/runeterra-enters-pubg-mobile-to-celebrate-riotx-arcane",
    "https://web.archive.org/web/20211120151405/https://www.riotgames.com/en/news/runeterra-enters-pubg-mobile-to-celebrate-riotx-arcane",
    "https://www.riotgames.com/en/news/fortnite-gets-jinxed-to-celebrate-arcane",
    "https://web.archive.org/web/20211122152652/https://www.riotgames.com/en/news/fortnite-gets-jinxed-to-celebrate-arcane",
    "https://www.riotgames.com/en/news/call-an-emergency-meeting-arcane-is-coming-to-among-us",
    "https://dotesports.com/league-of-legends/news/riot-broadcast-arcane-premiere-on-twitch-exclusive-in-game-drops-available",
    "https://web.archive.org/web/20211107093326/https://dotesports.com/league-of-legends/news/riot-broadcast-arcane-premiere-on-twitch-exclusive-in-game-drops-available",
    "https://www.upcomer.com/arcane-premiere-drops-guide-how-to-unlock-free-watch-rewards-via-twitch/",
    "https://web.archive.org/web/20211109031435/https://www.upcomer.com/arcane-premiere-drops-guide-how-to-unlock-free-watch-rewards-via-twitch/",
    "https://web.archive.org/web/20220421205018/https://www.losangeles101.org/local-scene/netflixs-arcane-in-person-experience-secret-cimena",
    "http://losangeles101.org/local-scene/netflixs-arcane-in-person-experience-secret-cimena",
    "https://na.leagueoflegends.com/en-us/news/dev/an-update-on-arcane/",
    "https://web.archive.org/web/20200615180307/https://na.leagueoflegends.com/en-us/news/dev/an-update-on-arcane/",
    "https://www.cartoonbrew.com/streaming/netflix-releases-arcane-trailer-premiering-november-6-209003.html",
    "https://web.archive.org/web/20210926033146/https://www.cartoonbrew.com/streaming/netflix-releases-arcane-trailer-premiering-november-6-209003.html",
    "https://venturebeat.com/2021/09/25/riot-games-and-netflix-unveil-arcane-animated-tv-series-launching-on-november-6/",
    "https://web.archive.org/web/20210925175829/https://venturebeat.com/2021/09/25/riot-games-and-netflix-unveil-arcane-animated-tv-series-launching-on-november-6/",
    "https://www.polygon.com/22684693/league-of-legends-arcane-release-date-netflix-trailer",
    "https://web.archive.org/web/20210925192507/https://www.polygon.com/22684693/league-of-legends-arcane-release-date-netflix-trailer",
    "https://www.animationmagazine.net/2024/06/game-on-gkids-acquires-acclaimed-arcane-series-for-video-transactional-worldwide/",
    "https://collider.com/arcane-4k-blu-ray-release-date-gkids/",
    "https://www.amazon.com/Arcane-League-Legends-Soundtrack-Animated/dp/B09L5DC552",
    "https://web.archive.org/web/20220106072747/https://www.amazon.com/Arcane-League-Legends-Soundtrack-Animated/dp/B09L5DC552",
    "https://www.rottentomatoes.com/tv/arcane_league_of_legends/s01",
    "https://comicbook.com/tv-shows/news/squid-game-no-longer-most-popular-netflix-show-arcane/",
    "https://web.archive.org/web/20211122065321/https://comicbook.com/tv-shows/news/squid-game-no-longer-most-popular-netflix-show-arcane/",
    "https://www.ibtimes.com/arcane-sets-record-netflixs-best-rated-show-3334969",
    "https://web.archive.org/web/20211110113030/https://www.ibtimes.com/arcane-sets-record-netflixs-best-rated-show-3334969",
    "https://www.ign.com/articles/arcane-season-1-review-league-of-legends",
    "https://web.archive.org/web/20211121022022/https://www.ign.com/articles/arcane-season-1-review-league-of-legends",
    "https://www.theverge.com/22763818/netflix-league-of-legends-arcane-review",
    "https://web.archive.org/web/20220118192408/https://www.theverge.com/22763818/netflix-league-of-legends-arcane-review",
    "https://www.commonsensemedia.org/tv-reviews/arcane",
    "https://web.archive.org/web/20211120161756/https://www.commonsensemedia.org/tv-reviews/arcane",
    "https://www.pastemagazine.com/tv/netflix/arcane-review-league-of-legends-tv-show/",
    "https://web.archive.org/web/20211107021224/https://www.pastemagazine.com/tv/netflix/arcane-review-league-of-legends-tv-show/",
    "https://www.inverse.com/gaming/cyberpunk-edgerunners-netflix-streaming",
    "https://web.archive.org/web/20220921151614/https://www.inverse.com/gaming/cyberpunk-edgerunners-netflix-streaming",
    "https://wegotthiscovered.com/tv/the-10-best-tv-and-movie-video-game-adaptations-of-all-time/",
    "https://web.archive.org/web/20220921151613/https://wegotthiscovered.com/tv/the-10-best-tv-and-movie-video-game-adaptations-of-all-time/",
    "https://netflixjunkie.com/netflix-news-who-are-the-voice-actors-behind-emmy-winning-series-arcane/",
    "https://web.archive.org/web/20220921151615/https://netflixjunkie.com/netflix-news-who-are-the-voice-actors-behind-emmy-winning-series-arcane/",
    "https://www.cartoonbrew.com/awards/arcane-emmy-animated-program-netflix-220954.html",
    "https://web.archive.org/web/20220921151614/https://www.cartoonbrew.com/awards/arcane-emmy-animated-program-netflix-220954.html",
    "https://deadline.com/2022/08/the-game-awards-sets-date-for-2022-global-livestream-1235097734/",
    "https://web.archive.org/web/20220822203111/https://deadline.com/2022/08/the-game-awards-sets-date-for-2022-global-livestream-1235097734/",
    "https://www.annecy.org/the-festival/official-selection/2022:tv",
    "https://web.archive.org/web/20221028140107/https://www.annecy.org/the-festival/official-selection/2022:tv",
    "https://deadline.com/2022/03/2022-annie-awards-winners-list-movies-tv-video-games-1234974570/",
    "https://web.archive.org/web/20221001110434/https://deadline.com/2022/03/2022-annie-awards-winners-list-movies-tv-video-games-1234974570/",
    "https://www.billboard.com/music/awards/2022-billboard-music-award-nominations-bbma-1235056949/",
    "https://web.archive.org/web/20220408141456/https://www.billboard.com/music/awards/2022-billboard-music-award-nominations-bbma-1235056949/",
    "https://x.com/BFEditors/status/1520129805907288069",
    "https://www.hollywoodreporter.com/tv/tv-news/2022-dorian-tv-awards-nominations-nominees-list-1235170948/",
    "https://web.archive.org/web/20220623200255/https://www.hollywoodreporter.com/tv/tv-news/2022-dorian-tv-awards-nominations-nominees-list-1235170948/",
    "https://variety.com/2022/artisans/news/golden-reel-awards-2022-mpse-winner-list-1235202197/",
    "https://web.archive.org/web/20220315055738/https://variety.com/2022/artisans/news/golden-reel-awards-2022-mpse-winner-list-1235202197/",
    "https://www.hollywoodreporter.com/tv/tv-news/2022-hollywood-critics-association-broadcast-cable-tv-nominations-1235176458/",
    "https://web.archive.org/web/20220707225346/https://www.hollywoodreporter.com/tv/tv-news/2022-hollywood-critics-association-broadcast-cable-tv-nominations-1235176458/",
    "https://gizmodo.com/the-2022-hugo-award-nominations-are-here-1848765521",
    "https://web.archive.org/web/20220408075012/https://gizmodo.com/the-2022-hugo-award-nominations-are-here-1848765521",
    "https://www.emmys.com/shows/arcane",
    "https://web.archive.org/web/20221024050427/https://www.emmys.com/shows/arcane",
    "https://www.hollywoodreporter.com/tv/tv-news/emmys-2022-juried-winners-1235197238/",
    "https://web.archive.org/web/20221028140102/https://www.hollywoodreporter.com/tv/tv-news/emmys-2022-juried-winners-1235197238/",
    "https://deadline.com/2022/08/saturn-awards-2022-nominations-list-movies-tv-1235089636/",
    "https://web.archive.org/web/20220812202430/https://deadline.com/2022/08/saturn-awards-2022-nominations-list-movies-tv-1235089636/",
    "https://www.ign.com/articles/the-game-awards-2022-winners",
    "https://web.archive.org/web/20221209041855/https://www.ign.com/articles/the-game-awards-2022-winners",
    "https://www.wikidata.org/wiki/Q85518571#P1874",
    "https://www.wikidata.org/wiki/Q85518571#P345",
    "https://www.netflix.com/title/81435684",
    "https://www.imdb.com/title/tt11126994/",
    "https://www.youtube.com/playlist?list=PLbAFXJC0J5GYEkfxnGTWnvgcEypgBeAb5"
  ],
  "heading": [
    "Premise",
    "Voice cast",
    "Main",
    "Recurring",
    "Introduced in season 1",
    "Introduced in season 2",
    "Guests",
    "Episodes",
    "Season 1 (2021)",
    "Season 2 (2024)",
    "Production",
    "Broadcast",
    "Marketing",
    "Release",
    "Home media",
    "Soundtrack",
    "Reception",
    "Critical reception",
    "Accolades",
    "Notes"
  ],
  "incoming_links": 1013,
  "language": "en",
  "namespace": 0,
  "namespace_text": "",
  "opening_text": "Arcane (titled onscreen as Arcane: League of Legends) is an adult animated steampunk action-adventure television series created by Christian Linke and Alex Yee. It was produced by the French animation studio Fortiche under the supervision of Riot Games, and distributed by Netflix. Set in Riot's League of Legends universe, it primarily focuses on sisters Vi and Jinx. The series was announced at the League of Legends tenth anniversary celebration in 2019, and its first season was released between November 6 and 20, 2021. The second and final season premiered on November 9, 2024 and will continue to be released through to November 23. Arcane was released to widespread acclaim, with praise directed at its animation, story, worldbuilding, action sequences, characters, emotional weight, sound, and voice acting. Some have noted the series' appeal both to casual viewers who have never played League of Legends and to long-time fans of the game. It also set the record as Netflix's highest-rated series at the time within a week of its premiere, ranked first on the Netflix Top 10 Chart in 52 countries, and ranked second on the chart in the United States. Several critics and publications considered it one of the best video game adaptations ever made. In 2022, the series became the first streaming series to win a Primetime Emmy Award for Outstanding Animated Program and won an Annie Award for Best General Audience Animated Television Broadcast Production.",
  "outgoing_link": [
    "Category:Use_mdy_dates_from_December_2021",
    "Category:Use_American_English_from_December_2021",
    "Arcane_League_of_Legends",
    "1670_(TV_series)",
    "2014_League_of_Legends_World_Championship",
    "2015_League_of_Legends_World_Championship",
    "2015_Mid-Season_Invitational",
    "2016_League_of_Legends_World_Championship",
    "2016_Mid-Season_Invitational",
    "2017_League_of_Legends_Rift_Rivals",
    "2017_League_of_Legends_World_Championship",
    "2017_Mid-Season_Invitational",
    "2018_League_of_Legends_Rift_Rivals",
    "2018_League_of_Legends_World_Championship",
    "2018_Mid-Season_Invitational",
    "2019_League_of_Legends_Rift_Rivals",
    "2019_League_of_Legends_World_Championship",
    "2019_League_of_Legends_World_Championship_final",
    "2019_Mid-Season_Invitational",
    "2020_League_of_Legends_World_Championship",
    "2020_Mid-Season_Streamathon",
    "2021_League_of_Legends_World_Championship",
    "2021_Mid-Season_Invitational",
    "2022_Billboard_Music_Awards",
    "2022_League_of_Legends_World_Championship",
    "2022_League_of_Legends_World_Championship_final",
    "2022_Mid-Season_Invitational",
    "2023_League_of_Legends_World_Championship",
    "2023_Mid-Season_Invitational",
    "2024_Esports_World_Cup_–_League_of_Legends",
    "2024_League_of_Legends_World_Championship",
    "2024_League_of_Legends_World_Championship_final",
    "2024_Mid-Season_Invitational",
    "2025_League_of_Legends_World_Championship",
    "2025_Mid-Season_Invitational",
    "2XKO",
    "2nd_Hollywood_Critics_Association_TV_Awards",
    "3Below:_Tales_of_Arcadia",
    "3_Body_Problem_(TV_series)",
    "47th_Saturn_Awards",
    "49th_Annie_Awards",
    "74th_Primetime_Creative_Arts_Emmy_Awards",
    "7_Seeds",
    "A.I.C.O._-Incarnation-",
    "A_Claymation_Christmas_Celebration",
    "A_Killer_Paradox",
    "A_Pinky_and_the_Brain_Christmas",
    "A_Tale_Dark_&_Grimm",
    "A_Whisker_Away",
    "Academy_of_Television_Arts_&_Sciences",
    "Action-adventure_fiction",
    "Action_(fiction)",
    "Action_Pack_(TV_series)",
    "Ada_Twist,_Scientist_(TV_series)",
    "Adult_animation",
    "Adventure_fiction",
    "Agent_Elvis",
    "Aggretsuko",
    "Ajin:_Demi-Human",
    "Akuma-kun",
    "AlRawabi_School_for_Girls",
    "Alex_Seaver",
    "Alice_in_Borderland_(TV_series)",
    "Alien_TV",
    "All_Hail_King_Julien",
    "All_Out_(EP)",
    "All_of_Us_Are_Dead",
    "Alpha_Males_(TV_series)",
    "Amazon_Music",
    "America's_Sweethearts:_Dallas_Cowboys_Cheerleaders",
    "America:_The_Motion_Picture",
    "Amirah_Vann",
    "Among_Us",
    "Anarchy",
    "And_They_Call_It_Bobby_Love",
    "Angela's_Christmas",
    "Angela's_Christmas_Wish",
    "Angry_Birds:_Summer_Madness",
    "Animal_Crackers_(2017_film)",
    "Animation",
    "Animation_Magazine",
    "Annecy_International_Animated_Film_Festival",
    "Annecy_International_Animation_Film_Festival",
    "Annie_Award_for_Best_General_Audience_Animated_Television_Broadcast_Production",
    "Annie_Award_for_Best_General_Audience_Animated_Television_Production",
    "Annie_Award_for_Outstanding_Achievement_for_Animated_Effects_in_an_Animated_Television/Broadcast_Production",
    "Annie_Award_for_Outstanding_Achievement_for_Character_Animation_in_an_Animated_Television/Broadcast_Production",
    "Annie_Award_for_Outstanding_Achievement_for_Character_Design_in_an_Animated_Television/Broadcast_Production",
    "Annie_Award_for_Outstanding_Achievement_for_Directing_in_an_Animated_Television/Broadcast_Production",
    "Annie_Award_for_Outstanding_Achievement_for_Production_Design_in_an_Animated_Television/Broadcast_Production",
    "Annie_Award_for_Outstanding_Achievement_for_Storyboarding_in_an_Animated_Television/Broadcast_Production",
    "Annie_Award_for_Outstanding_Achievement_for_Voice_Acting_in_an_Animated_Television/Broadcast_Production",
    "Annie_Award_for_Outstanding_Achievement_for_Writing_in_an_Animated_Television/Broadcast_Production",
    "Annie_Awards",
    "Apollo_10_1⁄2:_A_Space_Age_Childhood",
    "Archer_(2009_TV_series)",
    "Archer_(season_7)",
    "Archibald's_Next_Big_Thing",
    "Arlo_the_Alligator_Boy",
    "Ash_Brannon",
    "Asian_Games",
    "Ask_the_StoryBots",
    "Avatar:_The_Last_Airbender_(2024_TV_series)",
    "BNA:_Brand_New_Animal",
    "B_–_The_Beginning",
    "Back_to_the_Outback",
    "Baki_the_Grappler",
    "Bandle_Tale",
    "Barbecue_Showdown",
    "Barbie:_A_Touch_of_Magic",
    "Barbie:_Big_City,_Big_Dreams",
    "Barbie:_Epic_Road_Trip",
    "Barbie:_It_Takes_Two",
    "Barbie:_Mermaid_Power",
    "Barbie:_Princess_Adventure",
    "Barbie:_Skipper_and_the_Big_Babysitting_Adventure",
    "Barbie_&_Chelsea:_The_Lost_Birthday",
    "Barbie_Dolphin_Magic",
    "Barbie_Dreamhouse_Adventures",
    "Barracuda_Queens",
    "Bastard!!",
    "Batman:_The_Animated_Series",
    "Battle_Kitty",
    "Beastars",
    "Beat_&_Motion",
    "Beat_Bugs",
    "Beckham_(TV_series)",
    "Bee_and_PuppyCat",
    "Behind_the_Laughter",
    "Berlin_(Spanish_TV_series)",
    "Best_Friends_Forever_(South_Park)",
    "Big_Mouth_(American_TV_series)",
    "Bill_Lobley",
    "Billboard_Music_Award_for_Top_Soundtrack",
    "Billboard_Music_Awards",
    "BioShock",
    "Black_Clover:_Sword_of_the_Wizard_King",
    "Blame!_(film)",
    "Blood_&_Water_(South_African_TV_series)",
    "Blood_of_Zeus",
    "Bloodhounds_(South_Korean_TV_series)",
    "Blue_Box_(manga)",
    "Blue_Eye_Samurai",
    "Blue_Period_(manga)",
    "BoJack_Horseman",
    "Bob's_Burgers",
    "Bob_Actually",
    "Bodkin_(TV_series)",
    "Born_for_the_Spotlight",
    "Bottersnikes_and_Gumbles_(TV_series)",
    "Brett_Tucker",
    "Bridgerton",
    "Brigands:_The_Quest_for_Gold",
    "Bright:_Samurai_Soul",
    "British_Film_Editors",
    "Bubble_(2022_film)",
    "Buddi",
    "Buddy_Thunderstruck",
    "COVID-19_pandemic",
    "COVID-19_pandemic_in_the_United_States",
    "Cagaster_of_an_Insect_Cage",
    "Camp_Lazlo",
    "Camp_Lazlo:_Where's_Lazlo?",
    "Campeonato_Brasileiro_de_League_of_Legends",
    "Cannon_Busters",
    "Canvas_(2020_film)",
    "Captain_Fall",
    "Captain_Laserhawk:_A_Blood_Dragon_Remix",
    "Captains_of_the_World",
    "Car_Masters:_Rust_to_Riches",
    "Care_Bears_&_Cousins",
    "Carlton_Your_Doorman",
    "Carmen_Sandiego_(TV_series)",
    "Carol_&_the_End_of_the_World",
    "Carole_&_Tuesday",
    "Case_Closed:_The_Culprit_Hanzawa",
    "Case_Closed:_Zero's_Tea_Time",
    "Castlevania:_Nocturne",
    "Castlevania_(TV_series)",
    "Cat_Burglar",
    "Cathy_(TV_special)",
    "Centaurworld",
    "Charlie's_Colorforms_City",
    "Chicken_Run:_Dawn_of_the_Nugget",
    "Chickenhare_and_the_Hamster_of_Darkness",
    "Chico_Bon_Bon:_Monkey_with_a_Tool_Belt",
    "Chip_and_Potato",
    "City_of_Ghosts_(TV_series)",
    "Class_(2023_TV_series)",
    "Claymation_Easter",
    "Collider_(website)",
    "Comic_Book_Resources",
    "Common_Sense_Media",
    "Convergence:_A_League_of_Legends_Story",
    "Culinary_Class_Wars",
    "Cupcake_&_Dino:_General_Services",
    "Cyberpunk:_Edgerunners",
    "Daniel_Spellbound",
    "Dave_B._Mitchell",
    "Dawn_of_the_Croods",
    "Dead_End:_Paranormal_Park",
    "Deadline_Hollywood",
    "Delhi_Crime",
    "Delicious_in_Dungeon",
    "Destination:_Imagination",
    "Detective_Forst",
    "Devil_May_Cry_(TV_series)",
    "Devilman_Crybaby",
    "Di4ries",
    "Dino_Girl_Gauko",
    "Dinotrux",
    "Disenchantment_(TV_series)",
    "Dogs_in_Space_(TV_series)",
    "Dorian_Awards",
    "Dorohedoro",
    "Dot_Esports",
    "Dota:_Dragon's_Blood",
    "Dragon's_Dogma_(TV_series)",
    "Dragon_Age:_Absolution",
    "Drama_(film_and_television)",
    "DreamWorks_Dragons",
    "DreamWorks_Dragons:_Rescue_Riders",
    "Drifting_Dragons",
    "Drifting_Home",
    "Duck_Duck_Goose_(film)",
    "Eason_Chan",
    "Ella_Purnell",
    "Ellen_Thomas_(actress)",
    "Emily_in_Paris",
    "Enemy_(Imagine_Dragons_and_JID_song)",
    "Entergalactic_(TV_special)",
    "Erica_Lindbeck",
    "Esports_at_the_2018_Asian_Games",
    "Esports_at_the_2021_SEA_Games",
    "Esports_at_the_2022_Asian_Games_–_League_of_Legends",
    "Eternal_Moonshine_of_the_Simpson_Mind",
    "Eva_Lasting",
    "Eve_Lindley",
    "Everything_Calls_for_Salvation",
    "Everything_Goes_On",
    "Exception_(TV_series)",
    "Exploding_Kittens_(TV_series)",
    "Extinct_(film)",
    "FUBAR_(TV_series)",
    "F_Is_for_Family",
    "Fabulous_Lives_of_Bollywood_Wives",
    "Fake_Profile",
    "Fandango_Media",
    "Fantasy",
    "Fast_&_Furious_Spy_Racers",
    "Fate/Apocrypha",
    "Fearless_(2020_film)",
    "Fictional_universe",
    "First_Stand",
    "First_Stand_(2025)",
    "Formula_1:_Drive_to_Survive",
    "Fortiche",
    "Fortnite",
    "Foster's_Home_for_Imaginary_Friends",
    "Four_Knights_of_the_Apocalypse",
    "Fred_Tatasciore",
    "Full_Swing_(2023_TV_series)",
    "Futurama",
    "GG_Precinct",
    "GKIDS",
    "Gabby's_Dollhouse",
    "Game_of_Thrones",
    "Gamera_Rebirth",
    "Garena_Premier_League",
    "Garfield's_Babes_and_Bullets",
    "Garfield's_Halloween_Adventure",
    "Garfield_in_the_Rough",
    "Garfield_on_the_Town",
    "Garōden",
    "Geek_Girl_(TV_series)",
    "Ghost_in_the_Shell:_SAC_2045",
    "Ginny_&_Georgia",
    "Gizmodo",
    "Glitch_Techs",
    "Gnome_Alone",
    "Go!_Go!_Cory_Carson",
    "Go,_Dog._Go!_(TV_series)",
    "Godzilla:_City_on_the_Edge_of_Battle",
    "Godzilla:_Planet_of_the_Monsters",
    "Godzilla:_The_Planet_Eater",
    "Godzilla_Singular_Point",
    "Golden_Reel_Awards_2021",
    "Good_Night_World",
    "Great_Pretender_(TV_series)",
    "Green_Eggs_and_Ham_(TV_series)",
    "Guillermo_del_Toro's_Pinocchio",
    "Gundam:_Requiem_for_Vengeance",
    "Gyeongseong_Creature",
    "HOMR",
    "Hailee_Steinfeld",
    "Halloween_Is_Grinch_Night",
    "Harry_Lloyd",
    "Harvey_Girls_Forever!",
    "Hayop_Ka!",
    "He-Man_and_the_Masters_of_the_Universe_(2021_TV_series)",
    "Heartbreak_High_(2022_TV_series)",
    "Heartstopper_(TV_series)",
    "Heavy_Is_the_Crown_(Linkin_Park_song)",
    "Heeramandi",
    "Hellbound_(TV_series)",
    "Hello_Ninja",
    "Hero_Mask",
    "Hextech_Mayhem",
    "High-Rise_Invasion",
    "Hilda_(TV_series)",
    "Hilda_and_the_Mountain_King",
    "Home:_Adventures_with_Tip_&_Oh",
    "Homer's_Phobia",
    "Homer_vs._Lisa_and_the_8th_Commandment",
    "Hoops_(TV_series)",
    "Hot_Wheels_Let's_Race",
    "Hotel_Transylvania",
    "How_to_Sell_Drugs_Online_(Fast)",
    "Hugo_Award_for_Best_Dramatic_Presentation",
    "Hugo_Awards",
    "Human_Resources_(TV_series)",
    "IGN",
    "IMDb_(identifier)",
    "I_Hate_Christmas",
    "I_Heart_Arlo",
    "I_Lost_My_Body",
    "I_Woke_Up_a_Vampire",
    "Ilhados_com_a_Sogra",
    "Imaginationland_Episode_I",
    "Imagine_Dragons",
    "Inside_Job_(2021_TV_series)",
    "Invader_Zim:_Enter_the_Florpus",
    "Invincible_(TV_series)",
    "Iron_Reign",
    "Is_It_Cake?",
    "JB_Blanc",
    "JID",
    "Japan_Sinks",
    "Jason_Spisak",
    "Jeannie_Tirado",
    "Jentry_Chau_vs._The_Underworld",
    "Jinx_(League_of_Legends)",
    "John_Mulaney_Presents:_Everybody's_in_LA",
    "Johnny_Test_(2021_TV_series)",
    "Joko_Anwar's_Nightmares_and_Daydreams",
    "Josh_Keaton",
    "Junji_Ito_Maniac:_Japanese_Tales_of_the_Macabre",
    "Jurassic_World:_Chaos_Theory",
    "Jurassic_World_Camp_Cretaceous",
    "Justin_Time_(TV_series)",
    "K/DA",
    "Kaala_Paani",
    "Kakegurui_Twin",
    "Karma's_World",
    "Katie_Leung",
    "KeSPA_Cup",
    "Kengan_Ashura",
    "Kevin_Alejandro",
    "Kid_Cosmic",
    "Killer_Soup",
    "Kimberly_Brooks",
    "King_of_the_Hill",
    "Kipo_and_the_Age_of_Wonderbeasts",
    "Klaus_(film)",
    "Kleo",
    "Knights_of_Sidonia",
    "Knights_of_the_Zodiac:_Saint_Seiya",
    "Komi_Can't_Communicate",
    "Kong:_King_of_the_Apes",
    "Kotaro_Lives_Alone",
    "Kulipari",
    "Kung_Fu_Panda:_The_Dragon_Knight",
    "Kuromukuro",
    "Land_of_Giants_/_The_Giant_Claw",
    "Latte_and_the_Magic_Waterstone",
    "League_Championship_Series_(esports)",
    "League_of_Legends",
    "League_of_Legends:_Season_1_World_Championship",
    "League_of_Legends:_Season_2_World_Championship",
    "League_of_Legends:_Season_3_World_Championship",
    "League_of_Legends:_Wild_Rift",
    "League_of_Legends_All-Star",
    "League_of_Legends_Challenger_Series",
    "League_of_Legends_Champions_Korea",
    "League_of_Legends_Championship_Pacific",
    "League_of_Legends_Championship_of_The_Americas",
    "League_of_Legends_Circuit_Oceania",
    "League_of_Legends_Continental_League",
    "League_of_Legends_EMEA_Championship",
    "League_of_Legends_Japan_League",
    "League_of_Legends_Master_Series",
    "League_of_Legends_Pro_League",
    "League_of_Legends_Rift_Rivals",
    "League_of_Legends_SEA_Tour",
    "League_of_Legends_World_Championship",
    "League_of_Legends_in_esports",
    "Legend_Quest_(2017_TV_series)",
    "Legends_Never_Die_(Against_the_Current_song)",
    "Legends_of_Runeterra",
    "Lego_Bionicle:_The_Journey_to_One",
    "Lego_Friends",
    "Leo_(2023_American_film)",
    "Let's_Talk_About_CHU",
    "Leviathan_(Westerfeld_novel)",
    "Levius_(manga)",
    "Life_Is_a_Circus,_Charlie_Brown",
    "Life_on_Our_Planet",
    "Life_on_the_Fast_Lane",
    "Liga_Latinoamérica",
    "Lisa's_Wedding",
    "List_of_League_of_Legends_leagues_and_tournaments",
    "List_of_League_of_Legends_media",
    "List_of_Netflix_original_programming",
    "List_of_television_series_based_on_video_games",
    "Lists_of_Netflix_original_films",
    "Little_Witch_Academia",
    "Llama_Llama_(TV_series)",
    "Lost_Ollie",
    "Lost_Song_(TV_series)",
    "Love,_Death_&_Robots",
    "Love_Is_Blind:_Brazil",
    "Love_Is_Blind:_Sweden",
    "Love_Is_Blind:_UK",
    "Love_Is_Blind_(TV_series)",
    "Love_on_the_Spectrum_(American_TV_series)",
    "Luna_Petunia",
    "Mad_About_the_Toy",
    "Make_Love,_Not_Warcraft",
    "Make_My_Day_(TV_series)",
    "Margaritaville_(South_Park)",
    "Marmaduke_(2022_film)",
    "Martial_law",
    "Masterpiece_(Basshunter_song)",
    "Masters_of_the_Universe:_Revelation",
    "Maya_and_the_Three",
    "Mazel-Tina",
    "Mechs_vs._Minions",
    "Mia_Sinclair_Jenness",
    "Mick_Wingert",
    "Mid-Season_Invitational",
    "Midnight_at_the_Pera_Palace",
    "Mighty_Express",
    "Miles_Brown_(actor)",
    "Minnie_Driver",
    "Mira_Furlan",
    "Mismatched",
    "Miyavi",
    "Mo_(TV_series)",
    "Monster_(American_TV_series)",
    "Monsters_(manga)",
    "Moonrise_(TV_series)",
    "More_(K/DA_song)",
    "Motown_Magic",
    "Mulligan_(TV_series)",
    "My_Dad_the_Bounty_Hunter",
    "My_Daemon",
    "My_Father's_Dragon_(2022_film)",
    "My_Happy_Marriage",
    "My_Life_with_the_Walter_Boys",
    "My_Little_Pony:_A_New_Generation",
    "My_Little_Pony:_Make_Your_Mark",
    "My_Next_Guest_Needs_No_Introduction_with_David_Letterman",
    "My_Oni_Girl",
    "NASCAR:_Full_Speed",
    "Neo_Yokio",
    "Netflix",
    "Next_Gen_(film)",
    "Nimona_(film)",
    "Ninjago:_Dragons_Rising",
    "Nobody_Wants_This",
    "Oceanic_Pro_League",
    "Octonauts",
    "Octonauts:_Above_&_Beyond",
    "Oddballs_(TV_series)",
    "Oggy_and_the_Cockroaches:_Next_Generation",
    "One_Piece_(2023_TV_series)",
    "Oni:_Thunder_God's_Tale",
    "Onimusha_(TV_series)",
    "Onmyōji_(novel_series)",
    "Orion_and_the_Dark",
    "Outer_Banks_(TV_series)",
    "Outlast_(TV_series)",
    "Over_the_Garden_Wall",
    "Over_the_Moon_(2020_film)",
    "PUBG_Mobile",
    "Pacific_Championship_Series",
    "Pacific_Rim:_The_Black",
    "Paradise_PD",
    "Paste_(magazine)",
    "Penelope_(TV_series)",
    "Pentakill",
    "Perfect_Match_(TV_series)",
    "Pets_United",
    "Physical:_100",
    "Pickle_Rick",
    "Pinky_Malinky",
    "Pinky_and_the_Brain",
    "Plankton:_The_Movie",
    "Pluto_(TV_series)",
    "Pokémon_Concierge",
    "Pokémon_Journeys:_The_Series",
    "Polygon_(website)",
    "Pookoo",
    "Pop/Stars",
    "Popples_(2015_TV_series)",
    "Post-traumatic_stress_disorder",
    "Prep_&_Landing",
    "Primal_(TV_series)",
    "Primetime_Emmy_Award_for_Outstanding_Animated_Program",
    "Primetime_Emmy_Award_for_Outstanding_Individual_Achievement_in_Animation",
    "Primetime_Emmy_Award_for_Outstanding_Sound_Editing_for_a_Comedy_or_Drama_Series_(Half-Hour)_and_Animation",
    "Primetime_Emmy_Awards",
    "Princess_Power",
    "Q-Force",
    "Queer_Eye_(2018_TV_series)",
    "Rabbids_Invasion",
    "Raising_the_Bar_(South_Park)",
    "Rana_Naidu",
    "Ranma_½",
    "Ray_Chen",
    "Ray_Gunn",
    "ReBoot:_The_Guardian_Code",
    "Remy_Hii",
    "Represent_(TV_series)",
    "Resident_Evil:_Infinite_Darkness",
    "Review_aggregator",
    "Rhyme_Time_Town",
    "Rick_and_Morty",
    "Ridley_Jones",
    "Rilakkuma_and_Kaoru",
    "Riot_Forge",
    "Riot_Games",
    "Ripley_(TV_series)",
    "Rise_of_the_Teenage_Mutant_Ninja_Turtles:_The_Movie",
    "Rising_Impact",
    "Robbie_Daymond",
    "Robin's_Reckoning",
    "Robin_Robin",
    "Robot_Chicken_DC_Comics_Special",
    "Rocko's_Modern_Life:_Static_Cling",
    "Roger_Craig_Smith",
    "Romantic_Killer",
    "Roswell_That_Ends_Well",
    "Rotten_Tomatoes",
    "Ruined_King",
    "SEA_Games",
    "Sahara_(2017_film)",
    "Sakamoto_Days",
    "Salli_Saffioti",
    "Samurai_Jack",
    "Samurai_Rabbit:_The_Usagi_Chronicles",
    "Saturn_Award_for_Best_Animated_Series_on_Television",
    "Savage_Beauty_(TV_series)",
    "Saving_Bikini_Bottom:_The_Sandy_Cheeks_Movie",
    "Science_fantasy",
    "Science_fiction",
    "Scissor_Seven",
    "Scott_Pilgrim_Takes_Off",
    "Scrooge:_A_Christmas_Carol",
    "Seal_Team_(film)",
    "Secret_Cinema",
    "Seis_Manos",
    "Selling_Sunset",
    "Selling_the_OC",
    "Shadow_and_Bone_(TV_series)",
    "Shaun_the_Sheep",
    "She-Ra_and_the_Princesses_of_Power",
    "She_(TV_series)",
    "Shohreh_Aghdashloo",
    "Single's_Inferno",
    "Sintonia",
    "Sirius_the_Jaeger",
    "Six_Nations:_Full_Contact",
    "Skylanders_Academy",
    "Somebody_Feed_Phil",
    "Song_of_Nunu",
    "Sonic_Prime",
    "South_Park",
    "Spellbound_(2024_film)",
    "Spider-Man:_Into_the_Spider-Verse",
    "Spirit_Rangers_(TV_series)",
    "Spirit_Riding_Free",
    "Splinter_Cell:_Deathwatch",
    "Spriggan_(manga)",
    "Sprint_(TV_series)",
    "Spy_Kids:_Mission_Critical",
    "Squid_Game",
    "Squid_Game:_The_Challenge",
    "StarBeam",
    "Star_Walkin'",
    "Star_Wars:_Clone_Wars_(2003_TV_series)",
    "Steampunk",
    "StoryBots_Super_Songs",
    "Stranger_Things",
    "Stretch_Armstrong_and_the_Flex_Fighters",
    "Supa_Team_4",
    "Supacell",
    "Super_Crooks",
    "Super_Drags",
    "Super_Giant_Robot_Brothers",
    "Super_Monsters",
    "Super_Monsters_Furever_Friends",
    "Survival_of_the_Thickest",
    "Surviving_Paradise_(TV_series)",
    "Sweet_Magnolias",
    "Sword_Gai",
    "Tarzan_and_Jane_(TV_series)",
    "Team_Zenko_Go",
    "Teamfight_Tactics",
    "Tear_Along_the_Dotted_Line",
    "Teemo",
    "Tekken:_Bloodline",
    "Tellstones:_King's_Gambit",
    "Tencent",
    "Tencent_Video",
    "Terminator_Zero",
    "That_Christmas",
    "The_Adventures_of_Puss_in_Boots",
    "The_Bad_Guys:_A_Very_Bad_Holiday",
    "The_Bad_Guys:_Haunted_Heist",
    "The_Baddest_(K/DA_song)",
    "The_Ballad_of_Big_Al",
    "The_Boss_Baby:_Back_in_Business",
    "The_Boss_Baby:_Back_in_the_Crib",
    "The_Boyfriend_(TV_series)",
    "The_Casagrandes_Movie",
    "The_Circle_(American_TV_series)",
    "The_Creature_Cases",
    "The_Cuphead_Show!",
    "The_Diplomat_(American_TV_series)",
    "The_Dragon_Prince",
    "The_Empress_(TV_series)",
    "The_Epic_Tales_of_Captain_Underpants",
    "The_Game_Awards_2022",
    "The_Gentlemen_(2024_TV_series)",
    "The_Great_Indian_Kapil_Show",
    "The_Grimm_Variations",
    "The_Grinch_Grinches_the_Cat_in_the_Hat",
    "The_Guardians_of_Justice",
    "The_Hollow_(TV_series)",
    "The_Hollywood_Reporter",
    "The_House_(2022_film)",
    "The_Idhun_Chronicles",
    "The_Imaginary_(film)",
    "The_Last_Kids_on_Earth_(TV_series)",
    "The_Late_Philip_J._Fry",
    "The_Law_According_to_Lidia_Poët",
    "The_Lincoln_Lawyer_(TV_series)",
    "The_Lion,_the_Witch_and_the_Wardrobe_(1979_film)",
    "The_Loud_House_Movie",
    "The_Mageseeker",
    "The_Magic_School_Bus_Rides_Again",
    "The_Magician's_Elephant_(film)",
    "The_Midnight_Gospel",
    "The_Mitchells_vs._the_Machines",
    "The_Monkey_King_(2023_film)",
    "The_Mr._Peabody_&_Sherman_Show",
    "The_Night_Agent",
    "The_Orbital_Children",
    "The_Penguins_of_Madagascar",
    "The_Penguins_of_Madagascar_(season_2)",
    "The_Recruit_(American_TV_series)",
    "The_Sandman_(TV_series)",
    "The_Sea_Beast_(2022_film)",
    "The_Seemingly_Never-Ending_Story",
    "The_Seven_Deadly_Sins_(manga)",
    "The_Simpsons",
    "The_Toys_That_Made_Us",
    "The_Trust:_A_Game_of_Greed",
    "The_Twits_(film)",
    "The_Ultimatum:_Marry_or_Move_On",
    "The_Upshaws",
    "The_Vat_of_Acid_Episode",
    "The_Verge",
    "The_Victims'_Game",
    "The_Vince_Staples_Show",
    "The_Watcher_(2022_TV_series)",
    "The_Way_of_the_Househusband",
    "The_Willoughbys",
    "The_Witcher:_Sirens_of_the_Deep",
    "The_Witcher_(TV_series)",
    "Thelma_the_Unicorn",
    "Thermae_Romae",
    "This_World_Can't_Tear_Me_Down",
    "Three_Gays_of_the_Condo",
    "Time_Patrol_Bon",
    "Tires_(TV_series)",
    "Todd_McFarlane's_Spawn",
    "Toks_Olagundoye",
    "Tomb_Raider:_The_Legend_of_Lara_Croft",
    "Too_Hot_to_Handle_(TV_series)",
    "Tour_de_France:_Unchained",
    "Trailer_Park_Boys:_The_Animated_Series",
    "Transformers:_War_for_Cybertron_Trilogy",
    "Trash_Truck_(TV_series)",
    "Trash_of_the_Titans",
    "Treehouse_Detectives",
    "Treehouse_of_Horror_XXXIII",
    "Tribhuvan_Mishra_CA_Topper",
    "Trollhunters:_Rise_of_the_Titans",
    "Trollhunters:_Tales_of_Arcadia",
    "Trolls:_The_Beat_Goes_On!",
    "Trouble_(2019_film)",
    "True_and_the_Rainbow_Kingdom",
    "Tuca_&_Bertie",
    "Turbo_Fast",
    "Tweet_(social_media)",
    "Twelve_Forever",
    "Twilight_of_the_Gods_(TV_series)",
    "Twitch_(service)",
    "Twitter",
    "Ultra_HD_Blu-ray",
    "Ultraman:_Rising",
    "Ultraman_(manga)",
    "Uncle_from_Another_World",
    "Unicorn_Academy",
    "Utopian",
    "Valeria_(2020_TV_series)",
    "Valorant",
    "Variety_(magazine)",
    "VeggieTales_in_the_City",
    "VeggieTales_in_the_House",
    "Vi_(League_of_Legends)",
    "Video_game_adaptations_in_film_and_television",
    "Vietnam_Championship_Series",
    "Virgin_River_(TV_series)",
    "Vivo_(film)",
    "Voice_actor",
    "Voltron:_Legendary_Defender",
    "Walking_with_Beasts",
    "Walking_with_Dinosaurs",
    "Walking_with_Monsters",
    "Warriors_(Imagine_Dragons_song)",
    "Watership_Down_(2018_TV_series)",
    "We're_Lalaloopsy",
    "Wednesday_(TV_series)",
    "Wendell_&_Wild",
    "White_Fang_(2018_film)",
    "Wish_Dragon",
    "Wizards:_Tales_of_Arcadia",
    "Wolf_King",
    "Woody_Woodpecker_Goes_to_Camp",
    "Word_Party",
    "World_of_Winx",
    "Worldbuilding",
    "Worst_Roommate_Ever",
    "XO,_Kitty",
    "Yakitori:_Soldiers_of_Misfortune",
    "Yeh_Kaali_Kaali_Ankhein",
    "YooHoo_to_the_Rescue",
    "Young,_Famous_&_African",
    "YuYu_Hakusho_(2023_TV_series)",
    "Yuri_Lowenthal",
    "Ziggy's_Gift",
    "Ōoku:_The_Inner_Chambers",
    "Template:Annie_Award_for_Best_General_Audience_Animated_Television_Production",
    "Template:Annie_Award_for_Outstanding_Achievement_for_Animated_Effects_in_an_Animated_Television/Broadcast_Production",
    "Template:EmmyAward_AnimationLessThanHour",
    "Template:League_of_Legends",
    "Template:Netflix_original_animated_series_and_films",
    "Template:Netflix_original_current_series",
    "Template:Netflix_original_continuation_series",
    "Template:Netflix_original_ended_series_(2012–2018)",
    "Template:Netflix_original_ended_series_(2019–present)",
    "Template:Netflix_original_upcoming_series",
    "Template:Netflix_specials",
    "Template_talk:Annie_Award_for_Best_General_Audience_Animated_Television_Production",
    "Template_talk:Annie_Award_for_Outstanding_Achievement_for_Animated_Effects_in_an_Animated_Television/Broadcast_Production",
    "Template_talk:EmmyAward_AnimationLessThanHour",
    "Template_talk:League_of_Legends",
    "Template_talk:Netflix_original_animated_series_and_films",
    "Template_talk:Netflix_original_current_series"
  ],
  "page_id": 63376140,
  "popularity_score": 0.00017352802814881002,
  "redirect": [
    {
      "namespace": 0,
      "title": "Arcane (TV Series)"
    },
    {
      "namespace": 0,
      "title": "Arcane: League of Legends"
    },
    {
      "namespace": 0,
      "title": "Dynasties and Dystopia"
    },
    {
      "namespace": 0,
      "title": "Everybody Wants to Be My Enemy"
    },
    {
      "namespace": 0,
      "title": "The Monster You Created"
    },
    {
      "namespace": 0,
      "title": "The Base Violence Necessary for Change"
    },
    {
      "namespace": 0,
      "title": "Arcane series"
    },
    {
      "namespace": 0,
      "title": "Arcane (animation)"
    },
    {
      "namespace": 0,
      "title": "Arcane tv series"
    }
  ],
  "source_text": "{{Short description|2021 animated fantasy series}}\n{{Use mdy dates|date=December 2021}}\n{{Use American English|date=December 2021}}\n{{Infobox television\n| alt_name             = ''Arcane: League of Legends''\n| image                = Arcane intertitle.png\n| genre                = {{Plainlist|\n* [[Action-adventure fiction|Action-adventure]]\n* [[Adult animation]]\n* [[Drama (film and television)|Drama]]\n* [[Science fantasy]]\n* [[Steampunk]]\n}}\n| creator              = {{Plainlist|\n* Christian Linke\n* Alex Yee\n}}\n| based_on             = {{Based on|''[[League of Legends]]''|[[Riot Games]]}}\n| developer            = \n| showrunner           = {{Plainlist|\n* Christian Linke<ref>{{Cite web |last=Rosario |first=Alexandra Del |date=November 7, 2021 |title='Arcane' Showrunner Calls Netflix Series A \"Love Letter\" To 'League Of Legends' IP & Gamers; Riot Boss Shares Gaming Company's Next Steps |url=https://deadline.com/2021/11/arcane-showrunner-calls-netflix-series-a-love-letter-to-league-of-legends-ip-riot-boss-shares-gaming-companys-next-steps-1234864497/ |url-status=live |archive-url=https://web.archive.org/web/20211107020235/https://deadline.com/2021/11/arcane-showrunner-calls-netflix-series-a-love-letter-to-league-of-legends-ip-riot-boss-shares-gaming-companys-next-steps-1234864497/ |archive-date=November 7, 2021 |access-date=October 28, 2024 |website=Deadline Hollywood}}</ref>\n* Alex Yee<ref>{{Cite web|url=https://www.animationmagazine.net/2024/10/arcane-returns-with-a-vengeance-the-netflix-shows-leads-discuss-the-powerful-final-season/|title='Arcane' Returns with a Vengeance: The Netflix Show's Leads Discuss the Powerful Final Season|first=Kambole|last=Campbell|date=October 28, 2024}}</ref>\n}} \n| director             = {{Plainlist| \n* Pascal Charrue\n* Arnaud Delord\n* Bart Maunoury\n}}\n| creative_director    = \n| voices               = {{Plainlist|\n* [[Hailee Steinfeld]]\n* [[Ella Purnell]]\n* [[Kevin Alejandro]]\n* [[Katie Leung]]\n* [[Jason Spisak]]\n* [[Toks Olagundoye]]\n* [[Harry Lloyd]]\n* [[JB Blanc]]\n* Reed Shannon\n* [[Mick Wingert]]\n* [[Amirah Vann]] \n* [[Ellen Thomas (actress)|Ellen Thomas]] \n* [[Brett Tucker]]\n}}\n| theme_music_composer = {{Plainlist|\n* [[Imagine Dragons]]\n* [[JID]]\n}}\n| open_theme           = \"[[Enemy (Imagine Dragons and JID song)|Enemy]]\"\n| composer             = {{Plainlist|\n* Alexander Temple\n* [[Alex Seaver]]\n}}\n| country              = {{Plainlist|\n* France{{efn|Animation and co-production}}\n* United States{{efn|Production}}\n}}\n| language             = English\n| num_seasons          = 2<!--Only increment as a new season premieres, per the documentation of the template.-->\n| num_episodes         = 15<!--Only increment as a new episode premieres, per the documentation of the template.-->\n| executive_producer   = {{Plainlist|\n* Christian Linke\n* Marc Merrill\n* Brandon Beck\n* Jane Chung\n* Thomas Vu\n}}\n| company              = {{Plainlist|\n* [[Fortiche]]<!--Do not add \"Production\" as the studio is merely credited as Fortiche in the series' official credits.-->\n* Riot Games\n}}\n| runtime              = 39–44 minutes\n| budget               = $250 million<ref name=\"Budget\" />\n| channel              = [[Netflix]]\n| first_aired          = {{Start date|2021|11|6}}\n| last_aired           = {{End date|present}}\n}}\n\n'''''Arcane''''' (titled onscreen as '''''Arcane: League of Legends''''') is an [[Adult animation|adult animated]] [[steampunk]] [[Action (fiction)|action]]-[[Adventure fiction|adventure]] television series created by Christian Linke and Alex Yee. It was produced by the French [[animation]] studio [[Fortiche]]<!--Do not add \"Production\" as the studio is merely credited as Fortiche in the series' official credits.--> under the supervision of [[Riot Games]], and distributed by [[Netflix]]. Set in Riot's ''[[League of Legends]]'' [[fictional universe|universe]], it primarily focuses on sisters [[Vi (League of Legends)|Vi]] and [[Jinx (League of Legends)|Jinx]]. The series was announced at the ''League of Legends'' tenth anniversary celebration in 2019, and its first season was released between November 6 and 20, 2021. The second and final season premiered on November 9, 2024 and will continue to be released through to November 23.<!--Per WP:CITELEAD, references are not needed in the lead if it is sourced in the body of the article.-->\n\n''Arcane'' was released to widespread acclaim, with praise directed at its animation, story, [[worldbuilding]], action sequences, characters, emotional weight, sound, and voice acting. Some have noted the series' appeal both to casual viewers who have never played ''League of Legends'' and to long-time fans of the game.<ref>{{Cite web |last=Connellan |first=Shannon |title=You don't have to play 'League of Legends' to enjoy the masterful animation of Netflix's 'Arcane' |url=https://mashable.com/article/netflix-arcane-league-of-legends-animation |url-status=live |access-date=November 19, 2021 |website=Mashable |archive-date=November 20, 2021 |archive-url=https://web.archive.org/web/20211120210803/https://mashable.com/article/netflix-arcane-league-of-legends-animation }}</ref> It also set the record as Netflix's highest-rated series at the time within a week of its premiere, ranked first on the Netflix Top 10 Chart in 52 countries, and ranked second on the chart in the United States. Several critics and publications considered it one of the best [[Video game adaptations in film and television|video game adaptations]] ever made.<ref>{{Cite web |date=2022-01-20 |title=Netflix's Arcane is one of the best video game adaptations ever made, and its own unique beast |url=https://indianexpress.com/article/entertainment/web-series/netflix-series-arcane-video-game-adaptation-hailee-steinfeld-animation-video-7730096/ |access-date=2023-01-16 |website=The Indian Express |language=en |archive-date=January 16, 2023 |archive-url=https://web.archive.org/web/20230116082447/https://indianexpress.com/article/entertainment/web-series/netflix-series-arcane-video-game-adaptation-hailee-steinfeld-animation-video-7730096/ |url-status=live }}</ref> In 2022, the series became the first streaming series to win a [[Primetime Emmy Award for Outstanding Animated Program]] and won an [[Annie Award for Best General Audience Animated Television Broadcast Production]].\n\n==Premise==\nAmidst the escalating unrest between the rich, [[utopian]] city of Piltover and the seedy, oppressed underbelly of Zaun, sisters [[Vi (League of Legends)|Vi]] and [[Jinx (League of Legends)|Jinx]] find themselves embroiled in a developing conflict over clashing convictions and arcane technologies.<ref>{{Cite web|title=Arcane: League of Legends|url=https://arcane.com/en-us/|access-date=November 19, 2021|website=Arcane|archive-date=December 9, 2021|archive-url=https://web.archive.org/web/20211209210913/https://arcane.com/en-us/|url-status=live}}</ref>\n\n==Voice cast==\n\n===Main===\n* [[Hailee Steinfeld]] as [[Vi (League of Legends)|Violet / \"Vi\"]]<ref name=\"cbr\"/>\n* [[Ella Purnell]] as [[Jinx (League of Legends)|Powder / Jinx]]<ref name=\"cbr\"/>\n** [[Mia Sinclair Jenness]] as young Powder\n* [[Kevin Alejandro]] as Jayce Talis<ref name=\"cbr\"/>\n** Faustino Duran as young Jayce Talis\n* [[Katie Leung]] as Caitlyn Kiramman<ref name=\"cbr\"/>\n** Molly Harris as young Caitlyn Kiramman\n* [[Jason Spisak]] as Silco (season 1; recurring season 2)\n* [[Toks Olagundoye]] as Mel Medarda<ref name=\"cbr\"/>\n** Imogen Faires as young Mel Medarda\n* [[Harry Lloyd]] as Viktor<ref name=\"cbr\"/>\n** Edan Hayhurst as young Viktor\n* [[JB Blanc]] as Vander<ref name=\"cbr\"/> / Warwick (season 2)\n* Reed Shannon as Ekko\n** [[Miles Brown (actor)|Miles Brown]] as young Ekko\n* [[Mick Wingert]] as Cecil B. Heimerdinger<ref name=\"cbr\"/>\n* [[Amirah Vann]] as Sevika (season 2; recurring season 1)<ref name=\"s2cast\"/> \n* [[Ellen Thomas (actress)|Ellen Thomas]] as Ambessa Medarda (season 2; recurring season 1)<ref name=\"s2cast\"/> \n* [[Brett Tucker]] as \"Singed\" / Dr. Corin Reveck (season 2; recurring season 1)<ref name=\"s2cast\"/>\n\n===Recurring===\n====Introduced in season 1====\n* [[Remy Hii]] as Marcus (season 1) and Tobias Kiramman\n* Abigail Marlowe as Cassandra Kiramman, Eve (season 1) and Renni\n* [[Yuri Lowenthal]] as Mylo<ref name=\"cbr\"/> (season 1)\n* [[Roger Craig Smith]] as Claggor (season 1)\n* [[Josh Keaton]] as Deckard (season 1) and Salo\n* [[Fred Tatasciore]] as Benzo (season 1)\n* [[Bill Lobley]] as Huck\n* [[Shohreh Aghdashloo]] as Grayson<ref name=\"cbr\"/> (season 1)\n* Mara Junot as Shoola and Jules\n* [[Dave B. Mitchell]] as Vern, Hoskel (season 1), and Harold\n* [[Miyavi]] as Finn (season 1)\n* [[Erica Lindbeck]] as Elora\n* [[Mira Furlan]] as Babette\n* [[Kimberly Brooks]] as Sky Young and Margot (season 2)\n\n====Introduced in season 2====\n* [[Robbie Daymond]] as Scar (mute in season 1)\n* Stewart Scudamore as Rictus (mute in season 1)\n* Earl Baylon as Loris\n* Katy Townsend as Maddie Nolen\n* Lucy Lowe as Isha\n* [[Minnie Driver]] as Illusionary Sorceress\n\n===Guests===\n* [[Imagine Dragons]] as the band The Last Drop (season 1)\n* [[JID]] as The Last Drop's rapper (season 1)\n* [[Ray Chen]] as an orchestra concert soloist (season 1)\n* [[Salli Saffioti]] as Amara\n* Lenny Citrano as Smeech\n* [[Eve Lindley]] as Lest (season 2)\n* [[Jeannie Tirado]] as Felicia (season 2)\n* Keston John as Kino Medarda (season 2)\n\n==Episodes==\n{{Series overview\n| released  = y\n\n| color1    = #000000\n| link1     = #Season 1 (2021)\n| episodes1 = 9\n| start1    = {{Start date|2021|11|6}}\n| end1      = {{End date|2021|11|20}}\n\n| color2    = #445B69\n| link2     = #Season 2 (2024)\n| linkR2    = <ref name=\"ReleaseNovember2024\" /><!--Needed for entire season.-->\n| episodes2 = 9\n| start2    = {{Start date|2024|11|9}}\n| end2      = {{End date|2024|11|23}}\n}}\n\n=== Season 1 (2021) ===\n<!-- Summaries for TV must be shorter than 200 words. -->\n{{Episode table |background=#000000 |overall=5 |season=5 |title=24 |director=32 |writer=17 |airdate=17 |released=y |episodes=\n{{Episode table/part|act=1|c=#000000}}\n{{Episode list\n| EpisodeNumber   = 1\n| EpisodeNumber2  = 1\n| Title           = Welcome to the Playground\n| DirectedBy      = Pascal Charrue & Arnaud Delord\n| WrittenBy       = Christian Linke & Alex Yee\n| OriginalAirDate = {{Start date|2021|11|6}}\n| ShortSummary    = Sisters Vi and Powder find their parents dead among the bodies and the rubble of a battle on a bridge. They are taken in by Vander, the leader of the failed rebellion, as his own children. Years later, Vi and Powder rob a Piltover penthouse with their adopted brothers, Mylo and Claggor. Powder steals a set of magical crystals and accidentally shatters one. This causes an explosion that destroys a large portion of the building. Returning to the undercity, the siblings encounter Deckard and his thugs; while they beat them in a fistfight, Powder is chased and loses the loot. Vander, now a community leader in Zaun, scolds the children for their carelessness and attempts to smooth things over with Grayson, the Sheriff of the enforcers, and her subordinate Marcus. Vi berates Mylo for calling Powder a \"jinx\" and reassures her sister that things will get better. In the lowest parts of the undercity, crime lord Silco extracts information from Deckard and tests a new mutagen known as Shimmer on a rat together with Singed, a Zaunite scientist.\n| LineColor       = 000000\n}}\n{{Episode list\n| EpisodeNumber   = 2\n| EpisodeNumber2  = 2\n| Title           = Some Mysteries Are Better Left Unsolved\n| DirectedBy      = Pascal Charrue & Arnaud Delord\n| WrittenBy       = Nick Luddington\n| OriginalAirDate = {{Start date|2021|11|6}}\n| ShortSummary    = The crystals that Powder stole turn out to belong to Jayce Talis, a student at Piltover's academy. Piltover's ruling council has him testify about using illegal equipment in unsanctioned experiments. As a child, Jayce was saved by arcane magic and believes it can be a new resource for Piltover's evolution. The academy expels him when he admits the magical nature of the experiments, and his research is ordered to be destroyed. On the verge of suicide, his beliefs are renewed when Viktor, the disabled assistant of the academy's Professor Heimerdinger, offers to help him. In Zaun, Marcus pressures Vander to reveal the true culprits of the robbery, while the Zaunites pressure him to fight back against the interference of the enforcers. He chooses to keep his family safe and remain neutral, leaving some unsure of his leadership. Vi decides to turn herself in. Meanwhile, Silco manipulates Deckard into swallowing a vial of Shimmer.\n| LineColor       = 000000\n}}\n{{Episode list\n| EpisodeNumber   = 3\n| EpisodeNumber2  = 3\n| Title           = The Base Violence Necessary for Change\n| DirectedBy      = Pascal Charrue & Arnaud Delord\n| WrittenBy       = [[Ash Brannon]]\n| OriginalAirDate = {{Start date|2021|11|6}}\n| ShortSummary    = Vander stops Vi from turning herself in, offering himself to Grayson instead. However, Silco intervenes and captures Vander after a heavily mutated Deckard kills Grayson and her men, sparing only Marcus. Vi, Mylo, and Claggor go to rescue Vander, leaving Powder alone. In Piltover, Jayce and Viktor secretly work with the crystals under the discretion of councilor Mel Medarda and invent Hextech, a new arcane technology. It is revealed that Vander betrayed Silco in the past and tried to drown him. In the undercity, the siblings reach Vander but are cut off by Silco. Vi fights off Silco's thugs but is badly beaten by Deckard. In attempting to save her, Powder causes an explosion with the stolen crystals, killing Claggor and Mylo. Vander, wounded by Silco, takes Shimmer, kills Deckard, and saves Vi before dying. In her grief, Vi hits Powder, calls her a \"jinx\", and walks away. Seeing Silco approach Powder, Vi attempts to return to her but is ambushed and captured by Marcus. Believing Vi abandoned her, Powder breaks down in Silco's arms. He embraces Powder, and tells her that \"[they]'ll show them all\". \n| LineColor       = 000000\n}}\n{{Episode table/part|act=2|c=#000000}}\n{{Episode list\n| EpisodeNumber   = 4\n| EpisodeNumber2  = 4\n| Title           = Happy Progress Day!\n| DirectedBy      = Pascal Charrue & Arnaud Delord\n| WrittenBy       = David Dunne\n| OriginalAirDate = {{Start date|2021|11|13}}\n| ShortSummary    =  Several years later, Piltover prospers with Jayce's Hextech technology and celebrates its 200th anniversary on a holiday called \"Progress Day\". Jayce initially hopes to reveal his and Viktor's latest gemstone device at the ceremony but decides not to after Heimerdinger warns him of its potential dangers. Elsewhere, Powder, now a teenager going by the name of [[Jinx (League of Legends)|Jinx]], works for Silco, who she views as a surrogate father. She helps him smuggle materials, mainly Shimmer, into Piltover. A job goes awry when the Firelights, an undercity gang, interfere. While fighting, Jinx briefly mistakes a Firelight for Vi and has a violent breakdown. Caitlyn, an enforcer and Jayce's childhood friend, investigates what happened. Attempting to repair her damaged reputation with Silco, Jinx steals Jayce's gemstone and sets off an explosion that kills six enforcers. Jayce is given a Piltover council seat to protect their people from the stolen gemstone. Looking for information, Caitlyn travels to Stillwater prison and encounters an adult Vi, who has been imprisoned there by Marcus.\n| LineColor       = 000000\n}}\n{{Episode list\n| EpisodeNumber   = 5\n| EpisodeNumber2  = 5\n| Title           = Everybody Wants to Be My Enemy\n| DirectedBy      = Pascal Charrue & Arnaud Delord\n| WrittenBy       = Amanda Overton\n| OriginalAirDate = {{Start date|2021|11|13}}\n| ShortSummary    = Using forged paperwork, Caitlyn releases Vi from prison because of her knowledge of the undercity and works with her to find Silco. Meanwhile, it is revealed that Marcus was promoted to Sheriff with Silco's help. In exchange, Marcus allows Shimmer to be smuggled and blames the Progress Day bombing and robbery on the Firelights. Jinx refuses to work on the new Hextech gemstones because of the trauma of killing her family with a similar device. In response, Silco takes her to the river where Vander tried to drown him and tries to convince Powder to accept her new identity as Jinx via a baptism. Back in Piltover, Councilor Medarda starts a romantic relationship with Jayce while helping him navigate the complex political sphere he now finds himself in as a councilor. Meanwhile, Viktor's illness worsens, and he grows increasingly desperate to find a cure through Hextech technology. Vi tracks down Silco's second-in-command, Sevika, who reveals Jinx's relationship with Silco, a shock that allows Sevika to stab her. Sevika is injured by a rifle shot from Caitlyn, allowing the pair to escape. Meanwhile, Jinx manages to solve the hextech and recreate a machine similar to Jayce’s to harness its power. Sevika returns to Silco and informs him that Vi has returned.\n| LineColor       = 000000\n}}\n{{Episode list\n| EpisodeNumber   = 6\n| EpisodeNumber2  = 6\n| Title           = When These Walls Come Tumbling Down\n| DirectedBy      = Pascal Charrue & Arnaud Delord\n| WrittenBy       = Alex Yee\n| OriginalAirDate = {{Start date|2021|11|13}}\n| ShortSummary    =  After Viktor collapses in the lab from his illness, he and Jayce begin to study the \"Hexcore\", a new Hextech machine that reacts to organic matter and has the potential to cure it. Heimerdinger tries to have it destroyed due to its danger, prompting Jayce to orchestrate his removal from the council. Viktor approaches Singed, his childhood mentor, to help perfect the Hexcore. Silco, now aware of Vi's reappearance, orders Marcus to kill her and Caitlyn before they can resurface in Piltover. Marcus presents false proof that the Firelights were behind the attacks; Jayce orders a bridge blockade to protect Piltover. Jinx interrogates Sevika and learns of Vi's return. Vi and Caitlyn find a safehouse in the lowest slums of Zaun so Vi can recover from her fight with Sevika, but Silco finds them after bribing the local addicts with Shimmer. After escaping, the pair notice the blue smoke from a flare Vi gave Jinx before their ill-fated mission to rescue Vander years ago, and the sisters reunite. However, Caitlyn's presence triggers Jinx's mistrust. The Firelights intervene, steal the gemstone, and kidnap Caitlyn and Vi. Jinx, left behind, screams in despair. \n| LineColor       = 000000\n}}\n{{Episode table/part|act=3|c=#000000}}\n{{Episode list\n| EpisodeNumber   = 7\n| EpisodeNumber2  = 7\n| Title           = The Boy Savior\n| DirectedBy      = Pascal Charrue & Arnaud Delord\n| WrittenBy       = Nick Luddington\n| OriginalAirDate = {{Start date|2021|11|20}}\n| ShortSummary    = The Firelights leader is actually Vi and Powder's childhood friend Ekko, now a gruff and battle-hardened warrior. After Vander's death, Silco took over the undercity and made the populace dependent on Shimmer; the Firelights have been leading efforts to thwart him and rehabilitate addicts. Ekko warns Vi that Powder is gone and only Jinx remains, something Vi refuses to accept. Meanwhile, Singed provides Viktor with a variant of Shimmer. Jayce's blockades increase unrest between the two cities. Viktor decides not to tell Jayce about using Shimmer to enable the Hexcore to modify his failing body after Jayce accidentally insults Viktor's undercity heritage. Caitlyn convinces Ekko to return the gemstone to Piltover, but Vi parts ways with them to find Jinx. Marcus stops Ekko and Caitlyn at the blockade, shoots Ekko, and prepares to kill Caitlyn. Seeing this, Vi runs back to help her. Envious of Caitlyn, Jinx detonates robotic insects on the bridge, killing Marcus and his enforcers. Ekko and Jinx face off as Vi and injured Caitlyn flee to Piltover. Ekko bests her in a fight but hesitates to deliver the final blow, allowing Jinx to detonate a grenade near them.\n| LineColor       = 000000\n}}\n{{Episode list\n| EpisodeNumber   = 8\n| EpisodeNumber2  = 8\n| Title           = Oil and Water\n| DirectedBy      = Pascal Charrue & Arnaud Delord\n| WrittenBy       = Ben St. John & Mollie St. John\n| OriginalAirDate = {{Start date|2021|11|20}}\n| ShortSummary    = Silco finds the heavily injured Jinx in the explosion's aftermath and sees that she managed to steal back the gemstone. He takes her to Singed to heal her wounds. As Jinx endures Singed's treatment, she hallucinates that it is Vi and Caitlyn inflicting the pain. He injects her with Shimmer, turning her eyes violet. Meanwhile, Mel's mother arrives in Piltover following the assassination of Mel's brother and attempts to prepare her for the brewing war with Zaun. While trying to help the locals of Zaun, Heimerdinger encounters Ekko, who injured his leg escaping from Jinx's grenade. Meanwhile, Viktor succeeds in healing his body through the Hexcore and is able to run for the first time. However, further experimentation results in the death of his childhood friend and assistant, Sky. After failing to convince the council to intervene against Silco, Vi abandons Caitlyn and partners with Jayce to take down Silco's Shimmer factories. Armed with Hextech weaponry, they defeat a group of Shimmer-enhanced soldiers, but Jayce accidentally kills a child worker. After returning home, Caitlyn is kidnapped by Jinx.\n| LineColor       = 000000\n}}\n{{Episode list\n| EpisodeNumber   = 9\n| EpisodeNumber2  = 9\n| Title           = The Monster You Created\n| DirectedBy      = Pascal Charrue & Arnaud Delord\n| WrittenBy       = Christian Linke & Alex Yee\n| OriginalAirDate = {{Start date|2021|11|20}}\n| ShortSummary    = The child's death makes Jayce realize the potential cost of intra-city war. He brokers a peace treaty with Silco, offering Zaun's independence in exchange for Jinx. Ekko reveals his hideout to Heimerdinger. Feeling guilty over the death of Sky, Viktor makes Jayce promise to destroy the Hexcore. Meanwhile, Silco laments choosing between Zaun and Jinx, who overhears him. After beating Sevika in a fight, Vi is abducted by Jinx. She, Silco, and Caitlyn awaken restrained in the warehouse where Vander died. Jinx gives Vi a pistol, telling her to choose between Caitlyn and herself. Vi refuses and appeals to her childhood memories, causing Jinx to suffer a [[Post-traumatic stress disorder|traumatic attack]]. Silco breaks free and shoots at Vi but misses, and Jinx guns him down. Silco reaffirms his paternal love for her before dying. Jinx, distraught, finally accepts her new identity and acknowledges that she and Vi have diverged. Jinx weaponizes the gemstone into a rocket launcher and fires at the Piltover council as they approve Jayce's proposal to grant Zaun independence, leaving their fates unknown.\n| LineColor       = 000000\n}}\n}}\n\n=== Season 2 (2024) ===\n<!-- Episode summaries must be expressed in your own words. Do NOT submit content you find from another web site as it is plagiarism and likely a copyright violation, which Wikipedia cannot accept and will be removed or reverted. Superficially modifying copyrighted content or closely paraphrasing it, even if the source is cited, still constitutes a copyright violation. Summaries should be about 100 to 200 words in length, per MOS: TVPLOT, and those substantially less than 100 words are most likely to be scrutinized for possible copyright violation. -->\n\n{{Episode table |background=#445B69 |overall=5 |season=5 |title=24 |director=32 |writer=17 |airdate=17 |released=y |episodes={{Episode table/part|act=1|c=#445B69}}\n{{Episode list\n| EpisodeNumber   = 10\n| EpisodeNumber2  = 1\n| Title           = Heavy Is the Crown \n| DirectedBy      = Arnaud Delord, Bart Maunoury, Pascal Charrue, Etienne Mattera \n| WrittenBy       = Amanda Overton\n| OriginalAirDate = {{Start date|2024|11|9}}\n| ShortSummary    = Jayce and Mel, alongside councilors Shoola and Salo, survive Jinx's rocket attack. However, Salo is left crippled and the other members, including Caitlyn's mother, are killed. Viktor is mortally wounded; Jayce reneges on his promise to destroy the Hexcore and instead uses it to save him. The Council plans retaliation against Zaun, though Mel opposes using Hextech weaponry. A despondent Vi refuses Caitlyn's offer to join the enforcers, recalling the enforcers killing her parents during Vander's last riot attempt. After learning from junior officer Maddie Nolan that Caitlyn vouched for her following Jayce's attack in Zaun, Vi attends the memorial for the fallen councilors. The memorial is attacked by Chem-Baroness Renni in revenge for Jayce killing her son. Vi, Caitlyn, and the enforcers fight Renni and her crew until Ambessa and her soldiers arrive and kill them. Realizing that the use of Hextech weaponry is inevitable, Jayce begins developing new arms and provides Caitlyn, now promoted to Commander, with a custom rifle. Caitlyn assembles a task force, including Vi, to confront Jinx and the remaining Chem-Barons. Meanwhile, Singed finds a pair of wolves in a cave and prepares to use a toxic gas canister on them.\n| LineColor       = 445B69\n}}\n{{Episode list\n| EpisodeNumber   = 11\n| EpisodeNumber2  = 2\n| Title           = Watch It All Burn \n| DirectedBy      = Arnaud Delord, Bart Maunoury, Marietta Ren\n| WrittenBy       = Nick Luddington\n| OriginalAirDate = {{Start date|2024|11|9}}\n| ShortSummary    = After Silco's death, Zaun devolves into [[anarchy]] as Chem-Barons Smeech, Chross, and Margot fight for control of the Undercity, despite Sevika's pleas for unity. Smeech proposes surrendering Jinx to Piltover in exchange for ceasing the hostilities, but Sevika refuses. Jinx meets a young orphan named Isha who follows her after Jinx saved her from attackers. In Piltover, Viktor awakes from his coma to a fully metal-clad body and, realizing that Jayce broke his promise, parts ways with him. He returns to Zaun, where he inspires a cult-like following after healing Huck, a Shimmer addict, with his newfound powers. Ekko's Firelights struggle with the influx of refugees from Zaun's civil war, and the Tree begins to show signs of corruption. Ekko and Heimerdinger sneak into the Academy and discuss the matter with Jayce. Caitlyn's team raids Jinx's childhood arcade; Jinx escapes after spotting Vi in full enforcer attire, causing her to break down. She is ambushed by Smeech and his crew but is saved by Isha and Sevika, who kills Smeech. Jinx reveals to Sevika that she intends to \"finish [off] what's left of [her] family\". Singed begins experiments on the organs of the wolves he caught.\n| LineColor       = 445B69\n}}\n{{Episode list\n| EpisodeNumber   = 12\n| EpisodeNumber2  = 3\n| Title           = Finally Got the Name Right \n| DirectedBy      = Arnaud Delord, Bart Maunoury, Christelle Abgrall\n| WrittenBy       = Henry Jones\n| OriginalAirDate = {{Start date|2024|11|9}}\n| ShortSummary    = Jinx plans to return \"the Gray\"—collected factory pollutants from Piltover— via the ventilation system. Concerned by Caitlyn's increased aggression after her mother's death, Vi implores her not to change; Caitlyn promises not to before kissing Vi. After a failed assassination attempt on Ambessa, the Black Rose, a Noxian cabal, abducts Mel. Ekko, Jayce and Heimerdinger explore Viktor's theory of \"wild runes\", arcane anomalies caused by Hextech exploitation. In the Hex Vault, they discover a massive mutating orb contaminating Zaun. Deep within Zaun, Vi and Caitlyn confront Jinx and are ambushed by Sevika. While Caitlyn fights Sevika off, Vi duels and subdues Jinx. Jinx accepts death at Vi’s hands, but Isha intervenes and shields Jinx. Vi disarms Caitlyn after she doesn't heed her calls to stop shooting at Jinx at the risk of hitting Isha. Sevika detonates Jinx's paint bombs and opens an air duct, spreading the Gray across Piltover as she escapes with Jinx and Isha. Angered that Vi's actions have resulted in Jinx getting away again, Caitlyn hits Vi and leaves her behind, causing Vi to break down in tears. Ambessa—revealed to have orchestrated the memorial attack—blames the assassination attempt on Zaun to engineer the imposition of [[martial law]], before appointing Caitlyn as commander-in-chief, which she accepts. Meanwhile, Singed is revealed to have created a human-wolf hybrid.\n| LineColor       = 445B69\n}}\n{{Episode table/part|act=2|c=#445B69}}\n{{Episode list\n| EpisodeNumber   = 13\n| EpisodeNumber2  = 4\n| Title           = Paint the Town Blue \n| DirectedBy      = Arnaud Delord, Bart Maunoury, Marietta Ren\n| WrittenBy       = Graham Mcneill\n| OriginalAirDate = {{Start date|2024|11|16}}\n| ShortSummary    = One year after the declaration of martial law, a joint Piltovan-Noxan force has occupied Zaun, Jinx has gone into hiding with Isha, Caitlyn is now in a relationship with Maddie, and Jayce, Ekko, and Heimerdinger have been missing since their interaction with the wild rune. However, Caitlyn grows suspicious of Ambessa, who has unsuccessfully tried to conduct her own Hextech research in Jayce's absence. Meanwhile, Sevika tries to convince Jinx, who is seen as a hero by the Zaunites, to rally the people and lead a revolt, but she refuses. However, Isha is captured by enforcers led by Ambessa's enforcer Rictus while secretly attending a rally. Singed is also taken but leaves a blood trail for his human-wolf hybrid to follow. Sevika alerts Jinx, and they break into Stilwater to rescue Isha alongside several rebels. Unfortunately, just then, the beast attacks the prison, slaughtering guards and prisoners alike. Jinx fights the creature while Sevika escapes with Isha but is overpowered. However, just as it prepares to kill her, it suddenly recognizes her as Powder.\n| LineColor       = 445B69\n}}\n{{Episode list\n| EpisodeNumber   = 14\n| EpisodeNumber2  = 5\n| Title           = Blisters and Bedrock \n| DirectedBy      = Arnaud Delord, Bart Maunoury\n| WrittenBy       = Kristina Felske, Giovanna Sarquis\n| OriginalAirDate = {{Start date|2024|11|16}}\n| ShortSummary    = Recognizing the beast as Vander, Jinx seeks out Vi, who became a pit fighter following her breakup with Caitlyn. Though skeptical, Vi follows Jinx to an abandoned mine where Vander tracks and initially attacks them. However, he ultimately recognizes Vi and embraces her along with Jinx and Isha. Meanwhile, Ambessa hires Singed to track Vander; Caitlyn deduces Singed's true identity as Corin Reveck, an expelled Piltovan academic who created Shimmer as one of many attempts to cure his comatose and terminally ill daughter Orianna. Elsewhere, Mel finds herself in a Black Rose prison where she reunites with her supposedly deceased brother Kino, from whom she learns that Ambessa had an illegitimate child who is their captors' true target. However, she realizes this 'Kino' is an illusion before being interrogated by Black Rose members, unleashing her latent magical power. At the Hex Vault, Jayce is unwittingly released from the wild rune by Salo, who was healed by Viktor, while attempting to steal a Hextech core. Scarred by the experience, Jayce vows to destroy Hextech before killing Salo. \n| LineColor       = 445B69\n}}\n{{Episode list\n| EpisodeNumber   = 15\n| EpisodeNumber2  = 6\n| Title           = The Message Hidden Within the Pattern \n| DirectedBy      = Arnaud Delord, Bart Maunoury\n| WrittenBy       = Alex Yee\n| OriginalAirDate = {{Start date|2024|11|16}}\n| ShortSummary    = Viktor and the Hexcore, posing itself as Sky, are drawn by the wild rune phenomenon after witnessing Salo's murder. Jinx, Vi and Isha take Vander to Viktor's sanctuary in the hopes he can be healed. Across several days, Viktor begins to draw out Vander's humanity. With Singed's help, Ambessa and Caitlyn track Vander to the sanctuary. Singed attempts to persuade Viktor to give Vander up, but Viktor refuses, seeing that Singed only wishes to save Orianna. While tailing Singed as he returns to the Noxian camp, Vi is intercepted and captured by Caitlyn. Ambessa orders Caitlyn and Singed to reverse Viktor's efforts. However, it's revealed Vi and a repentant Caitlyn have worked together, and they neutralize both Ambessa and Singed. Haunted by visions from the wild rune, Jayce infiltrates the sanctuary and kills Viktor, provoking a physical backlash from the people Viktor \"healed\", including Vander who becomes irremediably savage. Ambessa recovers and raids the sanctuary in an attempt to capture Vander, who kills Rictus in the ensuing chaos. Isha overloads Jinx's pistol with Hextech cores and sacrifices herself to destroy Vander, to Jinx's despair.\n| LineColor       = 445B69\n}}\n{{^|Episode table/part|act=3|c=#445B69}}\n{{^|Episode list\n| EpisodeNumber   = 16\n| EpisodeNumber2  = 7\n| Title           =  \n| DirectedBy      = \n| WrittenBy       = \n| OriginalAirDate = {{Start date|2024|11|23}}\n| ShortSummary    = \n| LineColor       = 445B69\n}}\n{{^|Episode list\n| EpisodeNumber   = 17\n| EpisodeNumber2  = 8\n| Title           =  \n| DirectedBy      = \n| WrittenBy       = \n| OriginalAirDate = {{Start date|2024|11|23}}\n| ShortSummary    =\n| LineColor       = 445B69\n}}\n{{^|Episode list\n| EpisodeNumber   = 18\n| EpisodeNumber2  = 9\n| Title           =  \n| DirectedBy      = \n| WrittenBy       = \n| OriginalAirDate = {{Start date|2024|11|23}}\n| ShortSummary    =\n| LineColor       = 445B69\n}}\n}}\n\n==Production==\n[[Riot Games]] CEO Nicolo Laurent said it took six years to make the first season of ''Arcane''.<ref name=\":0\">{{Cite tweet|user=niiicolo|last=Laurent|first=Nicolo|number=1462225669551575042|date=November 20, 2021|title=So yeah, we are working on #arcane season 2. The good news: you won't have to wait for 6 years (the time it took us to making season 1) The bad news: it's not coming in 2022|url=https://twitter.com/niiicolo/status/1462225669551575042|access-date=2021-11-21}}</ref>\n\n''Arcane''{{'}}s production differed from standard industry practice. The idea for ''Arcane'' first came from Christian Linke in 2015 after Riot had initially delved into other media to help strengthen the connections players had with the IP such as cinematic trailers and music videos. But at that point, none of the promotional content had any dialogue. Next, instead of finding a new animation studio that specialized in television animation, Riot decided to continue their partnership with Fortiche who had produced music videos for them. Riot also targeted the \"adult-minded\" animation market instead of more established markets for video game to television animation adaptations.<ref>{{cite web |title='Arcane' TV Show and 'League of Legends' Explained by Riot Games - Variety |url=https://variety.com/2022/tv/news/riot-games-arcane-show-1235427106/ |website=Variety |date=November 9, 2022 |access-date=9 February 2023 |archive-date=February 9, 2023 |archive-url=https://web.archive.org/web/20230209014823/https://variety.com/2022/tv/news/riot-games-arcane-show-1235427106/ |url-status=live }}</ref>\n\n''Arcane'' was first announced at the ''League of Legends'' 10th anniversary celebration in 2019,<ref>{{Cite AV media |title=Arcane: Animated Series Announcement {{!}} Riot Pls: 10th Anniversary Edition - League of Legends|url=https://www.youtube.com/watch?v=IA-v_LB3Qpc|language=en|access-date=March 14, 2020}}</ref> and is set in Riot's ''[[League of Legends]]'' [[fictional universe]],<ref>{{Cite web |url=https://www.pcgamer.com/au/league-of-legends-arcane/ |title=League of Legends Arcane TV series: Release date, story, characters, and everything we know |last=Palmer |first=Philip |date=October 22, 2019 |website=PC Gamer |access-date=March 14, 2020 |archive-date=June 14, 2021 |archive-url=https://web.archive.org/web/20210614022613/https://www.pcgamer.com/au/league-of-legends-arcane/ |url-status=live }}</ref><ref>{{Cite web|url=https://www.hollywoodreporter.com/news/riot-games-developing-animated-series-based-league-legends-1247430|title=Riot Games Developing Animated Series Based on 'League of Legends'|website=[[The Hollywood Reporter]]|date=October 15, 2019|language=en|access-date=March 14, 2020|archive-date=May 3, 2021|archive-url=https://web.archive.org/web/20210503193716/https://www.hollywoodreporter.com/news/riot-games-developing-animated-series-based-league-legends-1247430|url-status=live}}</ref> In September 2021, it was announced that [[Hailee Steinfeld]], [[Ella Purnell]], [[Kevin Alejandro]], [[Katie Leung]], [[Jason Spisak]], [[Toks Olagundoye]], [[JB Blanc]] and [[Harry Lloyd]] had joined the voice cast.<ref>{{cite web|last1=Del Rosario|first1=Alexandra|date=September 21, 2021|title='Arcane': Hailee Steinfeld, Ella Purnell & Kevin Alejandro Among Voice Cast For Netflix 'League Of Legends' Animated Series|url=https://deadline.com/2021/09/arcane-hailee-steinfeld-ella-purnell-kevin-alejandro-voice-cast-netflix-league-of-legends-animated-series-1234841359/|access-date=September 21, 2021|website=[[Deadline Hollywood]]|archive-date=September 21, 2021|archive-url=https://web.archive.org/web/20210921172900/https://deadline.com/2021/09/arcane-hailee-steinfeld-ella-purnell-kevin-alejandro-voice-cast-netflix-league-of-legends-animated-series-1234841359/|url-status=live}}</ref>\n\nOn November 20, 2021, following the conclusion of ''Arcane''{{'}}s first season, Riot Games and Netflix announced that a second season was in production for a planned post-2022 release.<ref>{{Cite web|last=Bankhurst|first=Adam|title=Arcane, Netflix's League of Legends Animated Series, Is Officially Getting a Second Season|url=https://www.ign.com/articles/arcane-season-2-announced-at-netflix-league-of-legends|access-date=November 20, 2021|website=[[IGN]]|archive-date=November 21, 2021|archive-url=https://web.archive.org/web/20211121012715/https://www.ign.com/articles/arcane-season-2-announced-at-netflix-league-of-legends|url-status=live}}</ref><ref name=\":0\" />  In June 2024, it was announced that the second season would be the series' last.<ref>{{cite web|last=Colbert|first=Isaiah|title=''Arcane'' to End With Season 2 as Netflix Unveils Official Trailer, New Images|url=https://www.ign.com/articles/arcane-to-end-with-season-2-as-netflix-unveils-official-trailer-new-images|website=[[IGN]]|date=June 11, 2024|access-date=June 11, 2024}}</ref> The second season is set to run from November 9 to 23.<ref name=\"ReleaseNovember2024\">{{cite web |last=Petski |first=Denise |title='Arcane' Final Season Gets Premiere Date On Netflix – Update |url=https://deadline.com/2024/09/arcane-trailer-photos-season-2-netflix-series-game-league-of-legends-1235969304/ |website=[[Deadline Hollywood]] |access-date=September 20, 2024 |date=September 20, 2024}}</ref> The combined budget of both seasons is reported to be $250 million.<ref name=\"Budget\">{{citation |first=Andrew |last=Wallenstein |title=Why Riot Games’ Entertainment Aims Stalled Beyond ‘Arcane,’ the Priciest Animated Series Ever (EXCLUSIVE) \n|url=https://variety.com/2024/biz/news/riot-games-arcane-hollywood-netflix-most-expensive-animated-series-ever-1236196655/ |work=Variety |date=Nov 6, 2024}}</ref>\n\n==Broadcast==\n===Marketing===\n[[Riot Games]] promoted the launch of ''Arcane'' through events in their games, including ''[[League of Legends]]'', ''[[Legends of Runeterra]]'', ''[[Teamfight Tactics]]'', ''[[League of Legends: Wild Rift]]'', and ''[[Valorant]]'' as \"RiotX Arcane\".<ref>{{cite web|url=https://www.riotgames.com/en/news/welcome-to-riotx-arcane|title=Welcome to RiotX Arcane|date=November 5, 2021|website=Riot Games|access-date=November 2, 2021|archive-date=November 10, 2021|archive-url=https://web.archive.org/web/20211110181540/https://www.riotgames.com/en/news/welcome-to-riotx-arcane|url-status=live}}</ref> It launched promotional collaborations with non-Riot games such as ''[[PUBG Mobile]]'',<ref>{{cite web|url=https://www.riotgames.com/en/news/runeterra-enters-pubg-mobile-to-celebrate-riotx-arcane|title=Runeterra Enters PUBG Mobile to celebrate RiotX Arcane|date=November 5, 2021|website=Riot Games|access-date=November 6, 2021|archive-date=November 20, 2021|archive-url=https://web.archive.org/web/20211120151405/https://www.riotgames.com/en/news/runeterra-enters-pubg-mobile-to-celebrate-riotx-arcane|url-status=live}}</ref> ''[[Fortnite]],''<ref>{{cite web|url=https://www.riotgames.com/en/news/fortnite-gets-jinxed-to-celebrate-arcane|title=Fortnite Gets Jinxed to celebrate Arcane|date=November 5, 2021|website=Riot Games|access-date=November 6, 2021|archive-date=November 22, 2021|archive-url=https://web.archive.org/web/20211122152652/https://www.riotgames.com/en/news/fortnite-gets-jinxed-to-celebrate-arcane|url-status=live}}</ref> and ''[[Among Us]]''.<ref>{{Cite web |date=2021-11-12 |title=Call an Emergency Meeting - Arcane is Coming to Among Us |url=https://www.riotgames.com/en/news/call-an-emergency-meeting-arcane-is-coming-to-among-us |access-date=2023-08-06 |website=Riot Games |language=en}}</ref>\n\nOn November 6, 2021, for the global premiere, [[Riot Games]] streamed the first episode on [[Twitch (service)|Twitch]]. Some content creators were allowed to co-stream the first three episodes of the series once they received permission from Riot Games, a first for a Netflix series, which also allowed viewers to retrieve in-game drops during the premiere.<ref>{{cite web|url=https://dotesports.com/league-of-legends/news/riot-broadcast-arcane-premiere-on-twitch-exclusive-in-game-drops-available|title=Riot to broadcast Arcane premiere on Twitch, exclusive in-game drops available to all viewers|last=Kelly|first=Michael|website=[[Dot Esports]]|date=November 1, 2021|access-date=November 7, 2021|archive-date=November 7, 2021|archive-url=https://web.archive.org/web/20211107093326/https://dotesports.com/league-of-legends/news/riot-broadcast-arcane-premiere-on-twitch-exclusive-in-game-drops-available|url-status=live}}</ref> Drops were only included in the games ''[[League of Legends]]'' (Arcane Capsule), ''[[League of Legends: Wild Rift|Wild Rift]]'' (“A Single Tear” Emote), ''[[Teamfight Tactics]]'' (Gizmos & Gadgets Little Legends Egg), ''[[Legends of Runeterra]]'' (“Fascinating” Emote), and ''[[Valorant]]'' (\"Fishbones\" Gun Buddy).<ref>{{cite web|url=https://www.upcomer.com/arcane-premiere-drops-guide-how-to-unlock-free-watch-rewards-via-twitch/|title=Arcane premiere drops guide: How to unlock free watch rewards via Twitch|date=November 6, 2021|website=Upcomer|access-date=November 9, 2021|archive-date=November 9, 2021|archive-url=https://web.archive.org/web/20211109031435/https://www.upcomer.com/arcane-premiere-drops-guide-how-to-unlock-free-watch-rewards-via-twitch/|url-status=live}}</ref> The premiere received 1.8 million concurrent viewers on Twitch.\n\nOn November 21, [[Netflix]] and [[Riot Games]] partnered with [[Secret Cinema]] to bring players directly into the world of ''Arcane'' with an in-person experience in Los Angeles, California. The experience was \"equipped with bespoke backstories and missions, the line between actors and audience is truly blurred as players explore the dark and dangerous underworld and encounter its inhabitants—the strange, the sinister and sometimes even the friendly\".<ref>{{cite web|url=http://losangeles101.org/local-scene/netflixs-arcane-in-person-experience-secret-cimena|title=Netflix's 'Arcane' In-Person Experience by Secret Cinema|date=December 2, 2021|website=LosAngeles101|access-date=March 30, 2022|archive-date=April 21, 2022|archive-url=https://web.archive.org/web/20220421205018/https://www.losangeles101.org/local-scene/netflixs-arcane-in-person-experience-secret-cimena|url-status=dead}}</ref>\n\n===Release===\nOriginally set for a 2020 release, the show was rescheduled for a release in 2021 due to the [[COVID-19 pandemic in the United States|COVID-19 pandemic]].<ref>{{Cite web|date=June 10, 2020|title=An Update on Arcane: Creative Development and Production during a Pandemic|url=https://na.leagueoflegends.com/en-us/news/dev/an-update-on-arcane/|access-date=June 10, 2020|archive-date=June 15, 2020|archive-url=https://web.archive.org/web/20200615180307/https://na.leagueoflegends.com/en-us/news/dev/an-update-on-arcane/|url-status=live}}</ref> It was scheduled for a simultaneous November 6, 2021, release on [[Netflix]] and China's [[Tencent Video]],<ref>{{Cite web|last=Amidi|first=Amid|date=September 25, 2021|title=Netflix Releases 'Arcane' Trailer, Premiering November 6|url=https://www.cartoonbrew.com/streaming/netflix-releases-arcane-trailer-premiering-november-6-209003.html|access-date=September 25, 2021|website=Cartoon Brew|language=en-US|archive-date=September 26, 2021|archive-url=https://web.archive.org/web/20210926033146/https://www.cartoonbrew.com/streaming/netflix-releases-arcane-trailer-premiering-november-6-209003.html|url-status=live}}</ref> with the series broken into nine episodes, with three episode \"acts\" being released once a week over three weeks.<ref>{{cite web|date=September 25, 2021|title=Riot Games and Netflix unveil Arcane animated TV series launching on November 6|url=https://venturebeat.com/2021/09/25/riot-games-and-netflix-unveil-arcane-animated-tv-series-launching-on-november-6/|website=Venture Beat|access-date=September 25, 2021|archive-date=September 25, 2021|archive-url=https://web.archive.org/web/20210925175829/https://venturebeat.com/2021/09/25/riot-games-and-netflix-unveil-arcane-animated-tv-series-launching-on-november-6/|url-status=live}}</ref><ref>{{Cite web|last=Goslin|first=Austen|date=September 25, 2021|title=League of Legends' Arcane series gets stunning new trailer, Netflix release date|url=https://www.polygon.com/22684693/league-of-legends-arcane-release-date-netflix-trailer|access-date=September 25, 2021|website=[[Polygon (website)|Polygon]]|language=en-US|archive-date=September 25, 2021|archive-url=https://web.archive.org/web/20210925192507/https://www.polygon.com/22684693/league-of-legends-arcane-release-date-netflix-trailer|url-status=live}}</ref>\n\n===Home media===\nIn June 2024, it was announced that [[GKIDS]] had acquired the home video rights to ''Arcane''.<ref>{{cite web|last=Milligan|first=Mercedes|title=Game On! GKIDS Acquires Acclaimed 'Arcane' Series for Video & Transactional Worldwide|url=https://www.animationmagazine.net/2024/06/game-on-gkids-acquires-acclaimed-arcane-series-for-video-transactional-worldwide/|website=[[Animation Magazine]]|access-date=June 10, 2024}}</ref> The digital copy was released on September 24, 2024, and the [[Ultra HD Blu-ray|4K Blu-ray]] on 8 October.<ref>{{cite web|last=O'Rourke|first=Ryan|title=GKIDS Brings 'Arcane' Home This Fall With Collector's Edition, 4K UHD, and Blu-ray Releases|url=https://collider.com/arcane-4k-blu-ray-release-date-gkids/|website=[[Collider (website)|Collider]]|date=July 18, 2024 |access-date=August 5, 2024}}</ref>\n\n===Soundtrack===\n{{main|Arcane League of Legends}}\nOn November 20, 2021, songs from the first season were released on [[Amazon Music]].<ref>{{cite web|url=https://www.amazon.com/Arcane-League-Legends-Soundtrack-Animated/dp/B09L5DC552|title=Arcane League of Legends (Soundtrack from the Animated Series)|date=November 20, 2021|accessdate=January 6, 2022|website=[[Amazon Music]]|archive-date=January 6, 2022|archive-url=https://web.archive.org/web/20220106072747/https://www.amazon.com/Arcane-League-Legends-Soundtrack-Animated/dp/B09L5DC552|url-status=live}}</ref> The series had a different opening theme in China, \"{{Lang|zh|孤勇者|italic=no}} (Gu Yong Zhe)\" performed by [[Eason Chan]].\n\n==Reception==\n===Critical reception===\n{{Multiple image\n| perrow = \n| total_width = 170\n| image1 = Hailee Steinfeld by Gage Skidmore.jpg\n| direction = vertical\n| width1 = 720\n| height1 = 908\n| image2 = Ella Purnell Serpentine Summer Party 2017 (cropped).jpg\n| width2 = 720\n| height2 = 911\n| footer = The performances of [[Hailee Steinfeld]] (top) and [[Ella Purnell]] (bottom), [[voice actor]]s for [[Vi (League of Legends)|Vi]] and [[Jinx (League of Legends)|Jinx]], respectively, received praise.\n}}\n<!--AUDIENCE RECEPTION AND RATINGS: Do not include them! Wikipedia does not support user-generated content in its articles, and thus audience ratings cannot be included. Please refer to the talk page before proceeding to edit this section, and view the multiple discussions raised on the topic. No consensus has been formed to allow this article to differ from Wikipedia's guidelines and policies by including such content. Additions of audience ratings will be reverted.-->\n\nThe [[review aggregator]] website [[Rotten Tomatoes]] reported a 100% approval rating to the first season, with an average rating of 9.20/10, based on 30 reviews. The site's critical consensus reads, \"''Arcane'' makes an arresting first impression, combining a spectacular mix of 2D and 3D animation with an emotionally compelling story to deliver a video game adaptation that could become legendary.\"<ref name=\"Tomatoes\">{{Cite Rotten Tomatoes |id=arcane_league_of_legends |title=Arcane: League of Legends |type=tv |season=1 |access-date=January 15, 2022 }}{{cbignore}}</ref> The series also became Netflix's number-one show in November 2021,<ref>{{Cite web|title=Squid Game Finally Toppled on Netflix Top Ten by New Series|url=https://comicbook.com/tv-shows/news/squid-game-no-longer-most-popular-netflix-show-arcane/|website=TV Shows|access-date=November 18, 2021|archive-date=November 22, 2021|archive-url=https://web.archive.org/web/20211122065321/https://comicbook.com/tv-shows/news/squid-game-no-longer-most-popular-netflix-show-arcane/|url-status=live}}</ref> setting the record as Netflix's highest-rated series so far within a week of its premiere, ranked first on the Netflix Top 10 Chart in 52 countries, and ranked second on the chart in the United States.<ref name=\"Santos\">{{Cite web |last=Santos |first=Marc |date=November 10, 2021 |title='Arcane' Sets Record As Netflix's Best Rated Show |url=https://www.ibtimes.com/arcane-sets-record-netflixs-best-rated-show-3334969 |website=International Business Times |access-date=November 18, 2021 |archive-date=November 10, 2021 |archive-url=https://web.archive.org/web/20211110113030/https://www.ibtimes.com/arcane-sets-record-netflixs-best-rated-show-3334969 |url-status=live }}</ref>\n\nWriting for [[IGN]], Rafael Motamayor called the first season of ''Arcane'' a \"classic in the making, and the nail in the coffin of the so-called video game curse.\" He noted that the show worked for fans of ''League of Legends'' and newcomers, saying that \"the character stories are what keep you engaged episode after episode; the lore is just icing on the cake.\" He also praised the voice cast, highlighting the performances of Leung, Purnell, Aghdashloo and Steinfeld, calling the latter performance the show's standout. Praising the animation, Motamayor called it the \"most stunning piece of animation since ''[[Spider-Man: Into the Spider-Verse]]''\" and compared it to ''[[Invincible (TV series)|Invincible]]'' in terms of episode structure. He concluded by saying that ''Arcane'' \"delivers a killing blow to the idea that video games cannot be masterfully adapted... with compelling characters, an endearing story, and fascinating lore and worldbuilding, as well as striking visuals,\" calling it a \"once-in-a-generation masterpiece\" and giving it a 10 out of 10 rating.<ref>{{Cite web |date=November 20, 2021 |first=Rafael |last=Motamay |title=Arcane Season 1 Review |url=https://www.ign.com/articles/arcane-season-1-review-league-of-legends |website=[[IGN]] |access-date=2022-01-01 |archive-date=November 21, 2021 |archive-url=https://web.archive.org/web/20211121022022/https://www.ign.com/articles/arcane-season-1-review-league-of-legends |url-status=live }}</ref>\n\nAndrew Webster of ''[[The Verge]]'' praised the \"[[fantasy]]-meets-[[steampunk]] world\" and how no knowledge of ''League'' was needed to understand the show. Despite calling Act 1 \"a fairly typical fantasy tale\" he lauded the animation, saying that \"each frame looks like a gorgeous piece of hand-painted concept art; in motion, it's like nothing I've ever seen\" and that  \"it's also a world that feels lived-in and fully realized.\"<ref>{{Cite web|last=Webster|first=Andrew|date=2021-11-06|title=Netflix's Arcane is a slick and exciting intro to League of Legends|url=https://www.theverge.com/22763818/netflix-league-of-legends-arcane-review|access-date=2021-11-21|website=The Verge|language=en|archive-date=January 18, 2022|archive-url=https://web.archive.org/web/20220118192408/https://www.theverge.com/22763818/netflix-league-of-legends-arcane-review|url-status=live}}</ref> Matt Cabral of ''[[Common Sense Media]]'' called the first season \"visually stunning\" and that it \"features the sort of nuanced characterizations, thoughtful storytelling, and rich worldbuilding typically associated with big-budget, big-screen epics.\" He also took note of the blend of fantasy, steampunk and [[Science fiction|sci-fi]] with emphasis on how the story puts a \"fresh spin on the heavily recycled premise.\" Cabral concluded that viewers didn't need to have played ''League'' to appreciate the show.<ref name=\"Cabral\">{{Cite web|date=2021-11-11|author=Matt Cabral|title=Arcane - TV Review|url=https://www.commonsensemedia.org/tv-reviews/arcane|access-date=2021-11-21|website=www.commonsensemedia.org|language=en|archive-date=November 20, 2021|archive-url=https://web.archive.org/web/20211120161756/https://www.commonsensemedia.org/tv-reviews/arcane|url-status=live}}</ref>\n\nReviewing the first four episodes of the first season, Tara Bennett of ''[[Paste (magazine)|Paste]]'' enjoyed the way that \"[the creators] purposefully made an adult animated drama that unflinchingly utilizes violence, adult language, and very dark storylines when needed to make the lives of the large ensemble cast resonate.\" Bennett favorably compared the series to ''[[Game of Thrones]]'', ''[[Shadow and Bone (TV series)|Shadow and Bone]]'', ''[[Castlevania (TV series)|Castlevania]]'' and ''[[BioShock]]''. She was also positive about the \"nuance and subtle facial movements\" of [[Fortiche]]'s animation combined with the performances from Steinfeld, Jenness, Purnell and Spisak. Bennett called \"Enemy\" by Imagine Dragons \"infectious\" and that the show is \"the new benchmark for what can be done when it comes to successfully translating worthy videogame universes into a different medium.\"<ref name=\"Bennett\">{{Cite web|date=2021-11-05|author=Tara Bennett|title=Netflix's Arcane: League of Legends Series Is a Surprisingly Vital Videogame Adaptation|url=https://www.pastemagazine.com/tv/netflix/arcane-review-league-of-legends-tv-show/|access-date=2021-11-21|website=PasteMagazine.com|language=en|archive-date=November 7, 2021|archive-url=https://web.archive.org/web/20211107021224/https://www.pastemagazine.com/tv/netflix/arcane-review-league-of-legends-tv-show/|url-status=live}}</ref>\n\nMany publications considered the series one of the best [[List of television series based on video games|video game adaptations]].<ref>{{Cite web |last=Madsen |first=Hayes |title=You need to watch 2022's best video game adaptation ASAP |url=https://www.inverse.com/gaming/cyberpunk-edgerunners-netflix-streaming |access-date=2022-09-21 |website=Inverse |date=September 20, 2022 |language=en |archive-date=September 21, 2022 |archive-url=https://web.archive.org/web/20220921151614/https://www.inverse.com/gaming/cyberpunk-edgerunners-netflix-streaming |url-status=live }}</ref><ref>{{Cite web |last=Goddard |first=Matt |date=2022-09-19 |title=The 10 best TV and Movie video game adaptations of all time |url=https://wegotthiscovered.com/tv/the-10-best-tv-and-movie-video-game-adaptations-of-all-time/ |access-date=2022-09-21 |website=We Got This Covered |language=en-US |archive-date=September 21, 2022 |archive-url=https://web.archive.org/web/20220921151613/https://wegotthiscovered.com/tv/the-10-best-tv-and-movie-video-game-adaptations-of-all-time/ |url-status=live }}</ref><ref>{{Cite web |last=Das |first=Shraddha |date=2022-09-07 |title=Who Are The Voice Actors behind Emmy Winning Series, 'Arcane'? |url=https://netflixjunkie.com/netflix-news-who-are-the-voice-actors-behind-emmy-winning-series-arcane/ |access-date=2022-09-21 |website=Netflix Junkie |language=en-US |archive-date=September 21, 2022 |archive-url=https://web.archive.org/web/20220921151615/https://netflixjunkie.com/netflix-news-who-are-the-voice-actors-behind-emmy-winning-series-arcane/ |url-status=live }}</ref>\n\n===Accolades===\n''Arcane'' became the first streaming television series based on a video game as well as the first video game adaptation to win both [[Annie Awards]] and [[Primetime Emmy Awards]], as the former became the first streaming series to both win the most awards from the same nominations in a single year, and to sweep the Annies with nine, while the latter won [[Primetime Emmy Award for Outstanding Animated Program|Outstanding Animated Program]], becoming the first Netflix series to do so.<ref>{{Cite web |last=Lang |first=Jamie |date=2022-09-05 |title=Netflix's 'Arcane' Is First Streaming Series To Win Animated Program Emmy |url=https://www.cartoonbrew.com/awards/arcane-emmy-animated-program-netflix-220954.html |access-date=2022-09-21 |website=Cartoon Brew |language=en-US |archive-date=September 21, 2022 |archive-url=https://web.archive.org/web/20220921151614/https://www.cartoonbrew.com/awards/arcane-emmy-animated-program-netflix-220954.html |url-status=live }}</ref> ''Arcane'' also won the inaugural category Best Adaptation (awarded to media based on video games) from [[The Game Awards 2022]].<ref>{{Cite web |last=Grobar |first=Matt |date=2022-08-22 |title=The Game Awards Sets 2022 Date, Introduces Best Adaptation Category |url=https://deadline.com/2022/08/the-game-awards-sets-date-for-2022-global-livestream-1235097734/ |access-date=2022-12-09 |website=[[Deadline Hollywood]] |language=en-US |archive-date=August 22, 2022 |archive-url=https://web.archive.org/web/20220822203111/https://deadline.com/2022/08/the-game-awards-sets-date-for-2022-global-livestream-1235097734/ |url-status=live }}</ref>\n{| class=\"wikitable sortable\" style=\"width:98%\"\n|-\n! scope=\"col\" style=\"width:3%;\"| Year\n! scope=\"col\" style=\"width:22%;\"| Award\n! scope=\"col\" style=\"width:33%;\"| Category\n! scope=\"col\" style=\"width:35%;\"| Nominee(s)\n! scope=\"col\" style=\"width:6%;\"| Result\n! scope=\"col\" class=\"unsortable\" style=\"width:1%;\"| {{Ref heading}}\n|-\n| rowspan=\"23\"| {{center|2022}}\n| [[Annecy International Animated Film Festival]]\n| Best Television Production\n| \"When These Walls Come Tumbling Down\"\n| {{Nominated}}\n| align=\"center\"| <ref>{{cite web|url=https://www.annecy.org/the-festival/official-selection/2022:tv|title=Annecy 2022 Official Selection|website=[[Annecy International Animation Film Festival]]|date=29 March 2022|access-date=20 May 2022|archive-date=October 28, 2022|archive-url=https://web.archive.org/web/20221028140107/https://www.annecy.org/the-festival/official-selection/2022:tv|url-status=live}}</ref>\n|-\n| rowspan=\"9\"| [[49th Annie Awards|Annie Awards]]\n| [[Annie Award for Best General Audience Animated Television Production|Best General Audience Animated Television/Broadcast Production]]\n| \"When These Walls Come Tumbling Down\"\n| {{won}}\n| rowspan=\"9\" align=\"center\" |<ref name=\"deadline=annie\">{{cite web|url=https://deadline.com/2022/03/2022-annie-awards-winners-list-movies-tv-video-games-1234974570/|title=Annie Awards: 'The Mitchells Vs. The Machines', 'Arcane' Dominate; 'Flee' Takes Best Indie Film – Full Winners List|website=[[Deadline Hollywood|Deadline]]|first=Patrick|last=Hines|date=12 March 2022|access-date=13 March 2022|archive-date=October 1, 2022|archive-url=https://web.archive.org/web/20221001110434/https://deadline.com/2022/03/2022-annie-awards-winners-list-movies-tv-video-games-1234974570/|url-status=live}}</ref>\n|-\n| [[Annie Award for Outstanding Achievement for Animated Effects in an Animated Television/Broadcast Production|Outstanding Achievement for Animated Effects in an Animated Television/Broadcast Production]]\n| Guillaume Degroote, Aurélien Ressencourt, Martin Touzé, Frédéric Macé, and Jérôme Dupré {{small|(for \"Oil and Water\")}}\n| {{won}}\n|-\n| [[Annie Award for Outstanding Achievement for Character Animation in an Animated Television/Broadcast Production|Outstanding Achievement for Character Animation in an Animated Television / Broadcast Production]]\n| Léa Chervet {{small|(for \"The Monster You Created\")}}\n| {{won}}\n|-\n| [[Annie Award for Outstanding Achievement for Character Design in an Animated Television/Broadcast Production|Outstanding Achievement for Character Design in an Animated Television / Broadcast Production]]\n| Evan Monteiro {{small|(for \"Some Mysteries Better Left Unsolved\")}}\n| {{won}}\n|-\n| [[Annie Award for Outstanding Achievement for Directing in an Animated Television/Broadcast Production|Outstanding Achievement for Directing in an Animated Television / Broadcast Production]]\n| Pascal Charrue, Arnaud Delord, and Barthelemy Maunoury {{small|(for \"The Monster You Created\")}}\n| {{won}}\n|-\n| [[Annie Award for Outstanding Achievement for Production Design in an Animated Television/Broadcast Production|Outstanding Achievement for Production Design in an Animated Television / Broadcast Production]]\n| Julien Georgel, Aymeric Kevin, and Arnaud Baudry {{small|(for \"Happy Progress Day!\")}}\n| {{won}}\n|-\n| [[Annie Award for Outstanding Achievement for Storyboarding in an Animated Television/Broadcast Production|Outstanding Achievement for Storyboarding in an Animated Television / Broadcast Production]]\n| Simon Andriveau {{small|(for \"When These Walls Come Tumbling Down\")}}\n| {{won}}\n|-\n| [[Annie Award for Outstanding Achievement for Voice Acting in an Animated Television/Broadcast Production|Outstanding Achievement for Voice Acting in an Animated Television / Broadcast Production]]\n| [[Ella Purnell]] {{small|(for \"When These Walls Come Tumbling Down\")}}\n| {{won}}\n|-\n| [[Annie Award for Outstanding Achievement for Writing in an Animated Television/Broadcast Production|Outstanding Achievement for Writing in an Animated Television / Broadcast Production]]\n| Christian Linke and Alex Yee {{small|(for \"The Monster You Created\")}}\n| {{won}}\n|-\n| [[2022 Billboard Music Awards|Billboard Music Awards]]\n| [[Billboard Music Award for Top Soundtrack|Top Soundtrack]]\n| [[#Soundtrack|Various Artists]]\n| {{nom}}\n| align=\"center\"| <ref>{{cite web|url=https://www.billboard.com/music/awards/2022-billboard-music-award-nominations-bbma-1235056949/|title=The Weeknd & Doja Cat Lead 2022 Billboard Music Awards Finalists: Full List|website=[[Billboard Music Awards]]|first=Paul|last=Grein|date=8 April 2022|access-date=8 April 2022|archive-date=April 8, 2022|archive-url=https://web.archive.org/web/20220408141456/https://www.billboard.com/music/awards/2022-billboard-music-award-nominations-bbma-1235056949/|url-status=live}}</ref>\n|-\n| [[British Film Editors|British Film Editors Cut Above Awards]]\n| Best Edited Series: Animation\n| Ivan Bilancio, Gilad Carmel, Roberto Fernandez, Lawrence Gan, Martin Jay, Benjamin Massoubre, Ernesto Matamoros Cox, Nazim Meslem, Emmanuel Pilinski, and David Ian Salter\n| {{won}}\n| align=\"center\"| <ref>{{Cite tweet|user=BFEditors|number=1520129805907288069|date=April 29, 2022|url=https://twitter.com/BFEditors/status/1520129805907288069|title=The BEST EDITED SERIES: ANIMATION category winner is Ivan Bilancio Gilad Carmel Roberto Fernandez Lawrence Gan Martin Jay Benjamin Massoubre Ernesto Matamoros Cox Nazim Meslem Emmanuel Pilinski David Ian Salter for ARCANE Sponsored by @ToonBoom #bfeCutAboveAwards 2022|access-date=30 April 2022}}</ref>\n|-\n| [[Dorian Awards]]\n| Best Animated Show\n| ''Arcane''\n| {{nom}}\n| align=\"center\"| <ref>{{cite web|url=https://www.hollywoodreporter.com/tv/tv-news/2022-dorian-tv-awards-nominations-nominees-list-1235170948/|title='Hacks' and 'Somebody Somewhere' Lead Dorian TV Nominations|website=[[The Hollywood Reporter]]|first=Tyler|last=Coates|date=23 June 2022|access-date=23 June 2022|archive-date=June 23, 2022|archive-url=https://web.archive.org/web/20220623200255/https://www.hollywoodreporter.com/tv/tv-news/2022-dorian-tv-awards-nominations-nominees-list-1235170948/|url-status=live}}</ref>\n|-\n| [[Golden Reel Awards 2021|Golden Reel Awards]]\n| Outstanding Achievement in Sound Editing – Non-Theatrical Animation\n| Brad Beaumont, Eliot Connors, Alexander Temple, Shannon Beaumont, Alexander Ephraim, Dan O' Connell, John Cucci, and Alex Seaver {{small|(for \"When These Walls Come Tumbling Down\")}}\n| {{won}}\n| align=\"center\"| <ref>{{Cite web|url=https://variety.com/2022/artisans/news/golden-reel-awards-2022-mpse-winner-list-1235202197/|title='Dune,' 'West Side Story' and 'Nightmare Alley' Among Golden Reel Award Winners|website=[[Variety (magazine)|Variety]]|date=13 March 2022|access-date=14 March 2022|archive-date=March 15, 2022|archive-url=https://web.archive.org/web/20220315055738/https://variety.com/2022/artisans/news/golden-reel-awards-2022-mpse-winner-list-1235202197/|url-status=live}}</ref>\n|-\n| [[2nd Hollywood Critics Association TV Awards|Hollywood Critics Association TV Awards]]\n| Best Streaming Animated Series or Television Movie\n| ''Arcane''\n| {{won}}\n| align=\"center\"|<ref>{{Cite web |last=Verhoeven |first=Beatrice |date=2022-07-07 |title='This Is Us,' 'Succession,' 'Severance' Lead 2022 HCA TV Nominations |url=https://www.hollywoodreporter.com/tv/tv-news/2022-hollywood-critics-association-broadcast-cable-tv-nominations-1235176458/ |access-date=2022-07-08 |website=[[The Hollywood Reporter]] |archive-date=July 7, 2022 |archive-url=https://web.archive.org/web/20220707225346/https://www.hollywoodreporter.com/tv/tv-news/2022-hollywood-critics-association-broadcast-cable-tv-nominations-1235176458/ |url-status=live }}</ref>\n|-\n| [[Hugo Awards]]\n| [[Hugo Award for Best Dramatic Presentation|Best Dramatic Presentation, Short Form]]\n| Christian Linke, Alex Yee, Conor Sheehy, [[Ash Brannon]], Pascal Charrue, and Arnaud Delord {{small|(for \"The Monster You Created\")}}\n| {{nom}}\n| align=\"center\"| <ref>{{cite web|url=https://gizmodo.com/the-2022-hugo-award-nominations-are-here-1848765521|title=The 2022 Hugo Award Nominations Are Here|website=[[Gizmodo]]|first=Linda|last=Codega|date=7 April 2022|access-date=13 April 2022|archive-date=April 8, 2022|archive-url=https://web.archive.org/web/20220408075012/https://gizmodo.com/the-2022-hugo-award-nominations-are-here-1848765521|url-status=live}}</ref>\n|-\n| rowspan=\"5\"| [[74th Primetime Creative Arts Emmy Awards|Primetime Emmy Awards]]\n| [[Primetime Emmy Award for Outstanding Animated Program|Outstanding Animated Program]]\n| Christian Linke, Marc Merrill, Brandon Beck, Jane Chung, Thomas Vu, Jerôme Combe, Melinda Wunsch Dilger, Pascal Charrue, Arnaud Delord, Alex Yee, Ash Brannon, Conor Sheehy, Barthelemy Maunoury, and David Lyerly {{small|(for \"When These Walls Come Tumbling Down\")}}\n| {{won}}\n| rowspan=\"2\" align=\"center\"| <ref>{{cite web |url=https://www.emmys.com/shows/arcane |title=Arcane |website=Emmys.com |publisher=[[Academy of Television Arts & Sciences]] |access-date=July 12, 2022 |archive-date=October 24, 2022 |archive-url=https://web.archive.org/web/20221024050427/https://www.emmys.com/shows/arcane |url-status=live }}</ref>\n|-\n| [[Primetime Emmy Award for Outstanding Sound Editing for a Comedy or Drama Series (Half-Hour) and Animation|Outstanding Sound Editing for a Comedy or Drama Series (Half-Hour) and Animation]]\n| Brad Beaumont, Eliot Connors, Shannon Beaumon, Alex Ephraim, Alexander Temple, Alex Seaver, Dan O'Connel, and John Cucci {{small|(for \"When These Walls Come Tumbling Down\")}}\n| {{nom}}\n|-\n| rowspan=\"3\"| [[Primetime Emmy Award for Outstanding Individual Achievement in Animation|Outstanding Individual Achievement in Animation]]\n| Bruno Couchinho {{small|(background designer)}} {{small|(for \"When These Walls Come Tumbling Down\")}}\n| {{won}}\n| rowspan=\"3\" align=\"center\"| <ref>{{cite web|url=https://www.hollywoodreporter.com/tv/tv-news/emmys-2022-juried-winners-1235197238/|title='Arcane,' 'Annie Live!' Among Juried Winners for 2022 Emmys|website=[[The Hollywood Reporter]]|date=August 11, 2022|access-date=August 11, 2022|archive-date=October 28, 2022|archive-url=https://web.archive.org/web/20221028140102/https://www.hollywoodreporter.com/tv/tv-news/emmys-2022-juried-winners-1235197238/|url-status=live}}</ref>\n|-\n| Julien Georgel {{small|(art direction)}} {{small|(for \"Happy Progress Day!\")}}\n| {{won}}\n|-\n| Anne-Laure To {{small|(color script artist)}} {{small|(for \"The Boy Savior\")}}\n| {{won}}\n|-\n| [[47th Saturn Awards|Saturn Awards]]\n| [[Saturn Award for Best Animated Series on Television|Best Animated Series on Television]] \n| ''Arcane''\n| {{nom}}\n| align=\"center\"|<ref>{{Cite web |last=Tinocco |first=Armando |date=2022-08-12 |title=Saturn Awards Nominations: 'The Batman', 'Nightmare Alley', 'Spider-Man', 'Better Call Saul' Top List |url=https://deadline.com/2022/08/saturn-awards-2022-nominations-list-movies-tv-1235089636/ |access-date=2022-08-12 |website=[[Deadline Hollywood]] |archive-date=August 12, 2022 |archive-url=https://web.archive.org/web/20220812202430/https://deadline.com/2022/08/saturn-awards-2022-nominations-list-movies-tv-1235089636/ |url-status=live }}</ref>\n|-\n| [[The Game Awards 2022|The Game Awards]]\n| Best Adaptation\n| ''Arcane''\n| {{won}}\n| align=\"center\"|<ref>{{Cite web |last=Plant |first=Logan |date=2022-12-08 |title=The Game Awards 2022 Winners: The Full List |url=https://www.ign.com/articles/the-game-awards-2022-winners |access-date=2022-12-08 |website=[[IGN]] |archive-date=December 9, 2022 |archive-url=https://web.archive.org/web/20221209041855/https://www.ign.com/articles/the-game-awards-2022-winners |url-status=live }}</ref>\n|}\n\n==Notes==\n{{notelist}}\n\n==References==\n{{Reflist|refs=\n\n<ref name=\"cbr\">{{Cite news|url=https://www.cbr.com/arcane-recognizable-voice-actors/|title=Arcane: 10 Recognizable Voices Behind The Characters (& Where You Recognize Them From)|work=[[Comic Book Resources]]|first=Tom|last=Steel|date=January 19, 2022|access-date=May 15, 2022|archive-date=May 15, 2022|archive-url=https://web.archive.org/web/20220515155813/https://www.cbr.com/arcane-recognizable-voice-actors/|url-status=live}}</ref>\n<ref name=\"s2cast\">{{Cite news|url=https://media.netflix.com/en/only-on-netflix/81435684|title=Arcane|work=[[Netflix|Netflix Media Center]]|date=September 7, 2024}}</ref>\n}}\n\n==External links==\n* {{Netflix title}}\n* {{IMDb title}}\n* [https://www.youtube.com/playlist?list=PLbAFXJC0J5GYEkfxnGTWnvgcEypgBeAb5 Arcane: Bridging the Rift | League of Legends] - Five part \"behind the scenes\" video series documenting production\n\n{{Navboxes\n|title = Awards for ''Arcane''\n|list = \n{{Annie Award for Best General Audience Animated Television Production}}\n{{Annie Award for Outstanding Achievement for Animated Effects in an Animated Television/Broadcast Production}}\n{{EmmyAward AnimationLessThanHour}}\n}}\n{{League of Legends}}\n{{Netflix original animated series and films}}\n{{Netflix original current series}}\n[[Category:2020s American adult animated television series]]\n[[Category:2020s American animated television series]]\n[[Category:2020s American drama television series]]\n[[Category:2020s American LGBTQ-related animated television series]]\n[[Category:2020s French animated television series]]\n[[Category:2020s French drama television series]]\n[[Category:2021 American television series debuts]]\n[[Category:2021 animated television series debuts]]\n[[Category:2021 French television series debuts]]\n[[Category:American adult animated action television series]]\n[[Category:American adult animated adventure television series]]\n[[Category:American adult animated drama television series]]\n[[Category:American adult animated fantasy television series]]\n[[Category:American adult animated science fiction television series]]\n[[Category:American adult computer-animated television series]]\n[[Category:American animated action television series]]\n[[Category:American animated adventure television series]]\n[[Category:American animated drama television series]]\n[[Category:American animated fantasy television series]]\n[[Category:American animated science fantasy television series]]\n[[Category:American anime-influenced animated television series]]\n[[Category:American English-language television shows]]\n[[Category:Animated action television series]]\n[[Category:Animated adventure television series]]\n[[Category:Animated drama television series]]\n[[Category:Animated science fantasy television series]]\n[[Category:Animated series based on video games]]\n[[Category:Animated television series by Netflix]]\n[[Category:Annie Award–winning television shows]]\n[[Category:Emmy Award–winning programs]]\n[[Category:French adult animated television series]]\n[[Category:French anime-influenced animated television series]]\n[[Category:French English-language television shows]]\n[[Category:The Game Awards winners]]\n[[Category:League of Legends]]\n[[Category:Lesbian-related television shows]]\n[[Category:Psychological television series]]\n[[Category:Riot Games]]\n[[Category:Steampunk television series]]",
  "template": [
    "Template:Short description",
    "Template:Pagetype",
    "Template:Main other",
    "Template:Short description/lowercasecheck",
    "Template:SDcat",
    "Template:Use mdy dates",
    "Template:DMCA",
    "Template:Dated maintenance category (articles)",
    "Template:Dated maintenance category",
    "Template:FULLROOTPAGENAME",
    "Template:Ns has subpages",
    "Template:Use American English",
    "Template:Infobox television",
    "Template:Infobox television/Short description",
    "Template:Has short description",
    "Template:Infobox",
    "Template:Plainlist",
    "Template:Plainlist/styles.css",
    "Template:If empty",
    "Template:Based on",
    "Template:Pluralize from text",
    "Template:Efn",
    "Template:Abbr",
    "Template:Start date",
    "Template:MONTHNAME",
    "Template:MONTHNUMBER",
    "Template:End date",
    "Template:If preview",
    "Template:Infobox television/styles.css",
    "Template:Template other",
    "Template:Series overview",
    "Template:N/A",
    "Template:N/a",
    "Template:Episode table",
    "Template:Episode table/part",
    "Template:Episode list",
    "Template:^",
    "Template:Void",
    "Template:'",
    "Template:Apostrophe",
    "Template:Main",
    "Template:Lang",
    "Template:Multiple image",
    "Template:Multiple image/styles.css",
    "Template:Ref heading",
    "Template:Reference column heading",
    "Template:Yesno-yes",
    "Template:Yesno",
    "Template:Center",
    "Template:Nominated",
    "Template:Won",
    "Template:Small",
    "Template:Nom",
    "Template:Notelist",
    "Template:Reflist",
    "Template:Reflist/styles.css",
    "Template:Cite web",
    "Template:Citation",
    "Template:Cite news",
    "Template:Cite tweet",
    "Template:Cite AV media",
    "Template:Cite Rotten Tomatoes",
    "Template:Rotten Tomatoes data",
    "Template:Cbignore",
    "Template:Netflix title",
    "Template:First word",
    "Template:PAGENAMEBASE",
    "Template:EditAtWikidata",
    "Template:IMDb title",
    "Template:Wikidata",
    "Template:Trim",
    "Template:Navboxes",
    "Template:Annie Award for Best General Audience Animated Television Production",
    "Template:Navbox",
    "Template:Hlist/styles.css",
    "Template:Annie Award for Outstanding Achievement for Animated Effects in an Animated Television/Broadcast Production",
    "Template:EmmyAward AnimationLessThanHour",
    "Template:Longlink",
    "Template:Emmy Awards/color",
    "Template:League of Legends",
    "Template:Sup",
    "Template:Netflix original animated series and films",
    "Template:Icon",
    "Template:Netflix original current series",
    "Module:Pagetype",
    "Module:Pagetype/config",
    "Module:Yesno",
    "Module:Arguments",
    "Module:Wikitext Parsing",
    "Module:Pagetype/softredirect",
    "Module:Pagetype/setindex",
    "Module:Pagetype/disambiguation",
    "Module:Disambiguation/templates",
    "Module:Pagetype/rfd",
    "Module:Check for unknown parameters",
    "Module:String",
    "Module:SDcat",
    "Module:Unsubst",
    "Module:Ns has subpages",
    "Module:String2",
    "Module:GetParameters",
    "Module:Infobox",
    "Module:Infobox television",
    "Module:InfoboxImage",
    "Module:If empty",
    "Module:Based on",
    "Module:Detect singular",
    "Module:Text",
    "Module:Infobox/dates",
    "Module:If preview",
    "Module:If preview/configuration",
    "Module:If preview/styles.css",
    "Module:Italic title",
    "Module:Infobox/styles.css",
    "Module:Delink",
    "Module:Infobox television disambiguation check",
    "Module:Television infoboxes disambiguation check",
    "Module:Series overview",
    "Module:Color contrast/colors",
    "Module:Episode table",
    "Module:Color contrast",
    "Module:Plain text",
    "Module:Episode list",
    "Module:Lang",
    "Module:Unicode data",
    "Module:Lang/data",
    "Module:Lang/data/iana languages",
    "Module:Lang/data/iana scripts",
    "Module:Lang/data/iana regions",
    "Module:Lang/data/iana variants",
    "Module:Lang/data/iana suppressed scripts",
    "Module:Lang/ISO 639 synonyms",
    "Module:Math",
    "Module:Table empty cell",
    "Module:Episode table/styles.css",
    "Module:Labelled list hatnote",
    "Module:Hatnote",
    "Module:Hatnote list",
    "Module:Format link",
    "Module:Hatnote/styles.css",
    "Module:Unicode data/scripts",
    "Module:TableTools",
    "Module:Exponential search",
    "Module:Multiple image",
    "Module:Citation/CS1",
    "Module:Citation/CS1/Configuration",
    "Module:Citation/CS1/Whitelist",
    "Module:Citation/CS1/Utilities",
    "Module:Citation/CS1/Date validation",
    "Module:Citation/CS1/Identifiers",
    "Module:Citation/CS1/COinS",
    "Module:Citation/CS1/styles.css",
    "Module:Cite tweet",
    "Module:TwitterSnowflake",
    "Module:Date",
    "Module:Cite web",
    "Module:Rotten Tomatoes data",
    "Module:Error",
    "Module:EditAtWikidata",
    "Module:If any equal",
    "Module:Wd",
    "Module:Wd/i18n",
    "Module:Navbox",
    "Module:Navbox/configuration",
    "Module:Navbox/styles.css",
    "Module:Navbar",
    "Module:Navbar/configuration",
    "Module:Navbar/styles.css",
    "Module:Navboxes",
    "Module:Icon",
    "Module:Icon/data"
  ],
  "text": "Arcane (titled onscreen as Arcane: League of Legends) is an adult animated steampunk action-adventure television series created by Christian Linke and Alex Yee. It was produced by the French animation studio Fortiche under the supervision of Riot Games, and distributed by Netflix. Set in Riot's League of Legends universe, it primarily focuses on sisters Vi and Jinx. The series was announced at the League of Legends tenth anniversary celebration in 2019, and its first season was released between November 6 and 20, 2021. The second and final season premiered on November 9, 2024 and will continue to be released through to November 23. Arcane was released to widespread acclaim, with praise directed at its animation, story, worldbuilding, action sequences, characters, emotional weight, sound, and voice acting. Some have noted the series' appeal both to casual viewers who have never played League of Legends and to long-time fans of the game. It also set the record as Netflix's highest-rated series at the time within a week of its premiere, ranked first on the Netflix Top 10 Chart in 52 countries, and ranked second on the chart in the United States. Several critics and publications considered it one of the best video game adaptations ever made. In 2022, the series became the first streaming series to win a Primetime Emmy Award for Outstanding Animated Program and won an Annie Award for Best General Audience Animated Television Broadcast Production. Amidst the escalating unrest between the rich, utopian city of Piltover and the seedy, oppressed underbelly of Zaun, sisters Vi and Jinx find themselves embroiled in a developing conflict over clashing convictions and arcane technologies. Hailee Steinfeld as Violet / \"Vi\" Ella Purnell as Powder / Jinx Mia Sinclair Jenness as young Powder Kevin Alejandro as Jayce Talis Faustino Duran as young Jayce Talis Katie Leung as Caitlyn Kiramman Molly Harris as young Caitlyn Kiramman Jason Spisak as Silco (season 1; recurring season 2) Toks Olagundoye as Mel Medarda Imogen Faires as young Mel Medarda Harry Lloyd as Viktor Edan Hayhurst as young Viktor JB Blanc as Vander / Warwick (season 2) Reed Shannon as Ekko Miles Brown as young Ekko Mick Wingert as Cecil B. Heimerdinger Amirah Vann as Sevika (season 2; recurring season 1) Ellen Thomas as Ambessa Medarda (season 2; recurring season 1) Brett Tucker as \"Singed\" / Dr. Corin Reveck (season 2; recurring season 1) Remy Hii as Marcus (season 1) and Tobias Kiramman Abigail Marlowe as Cassandra Kiramman, Eve (season 1) and Renni Yuri Lowenthal as Mylo (season 1) Roger Craig Smith as Claggor (season 1) Josh Keaton as Deckard (season 1) and Salo Fred Tatasciore as Benzo (season 1) Bill Lobley as Huck Shohreh Aghdashloo as Grayson (season 1) Mara Junot as Shoola and Jules Dave B. Mitchell as Vern, Hoskel (season 1), and Harold Miyavi as Finn (season 1) Erica Lindbeck as Elora Mira Furlan as Babette Kimberly Brooks as Sky Young and Margot (season 2) Robbie Daymond as Scar (mute in season 1) Stewart Scudamore as Rictus (mute in season 1) Earl Baylon as Loris Katy Townsend as Maddie Nolen Lucy Lowe as Isha Minnie Driver as Illusionary Sorceress Imagine Dragons as the band The Last Drop (season 1) JID as The Last Drop's rapper (season 1) Ray Chen as an orchestra concert soloist (season 1) Salli Saffioti as Amara Lenny Citrano as Smeech Eve Lindley as Lest (season 2) Jeannie Tirado as Felicia (season 2) Keston John as Kino Medarda (season 2) Riot Games CEO Nicolo Laurent said it took six years to make the first season of Arcane. Arcane's production differed from standard industry practice. The idea for Arcane first came from Christian Linke in 2015 after Riot had initially delved into other media to help strengthen the connections players had with the IP such as cinematic trailers and music videos. But at that point, none of the promotional content had any dialogue. Next, instead of finding a new animation studio that specialized in television animation, Riot decided to continue their partnership with Fortiche who had produced music videos for them. Riot also targeted the \"adult-minded\" animation market instead of more established markets for video game to television animation adaptations. Arcane was first announced at the League of Legends 10th anniversary celebration in 2019, and is set in Riot's League of Legends fictional universe, In September 2021, it was announced that Hailee Steinfeld, Ella Purnell, Kevin Alejandro, Katie Leung, Jason Spisak, Toks Olagundoye, JB Blanc and Harry Lloyd had joined the voice cast. On November 20, 2021, following the conclusion of Arcane's first season, Riot Games and Netflix announced that a second season was in production for a planned post-2022 release. In June 2024, it was announced that the second season would be the series' last. The second season is set to run from November 9 to 23. The combined budget of both seasons is reported to be $250 million. Riot Games promoted the launch of Arcane through events in their games, including League of Legends, Legends of Runeterra, Teamfight Tactics, League of Legends: Wild Rift, and Valorant as \"RiotX Arcane\". It launched promotional collaborations with non-Riot games such as PUBG Mobile, Fortnite, and Among Us. On November 6, 2021, for the global premiere, Riot Games streamed the first episode on Twitch. Some content creators were allowed to co-stream the first three episodes of the series once they received permission from Riot Games, a first for a Netflix series, which also allowed viewers to retrieve in-game drops during the premiere. Drops were only included in the games League of Legends (Arcane Capsule), Wild Rift (“A Single Tear” Emote), Teamfight Tactics (Gizmos & Gadgets Little Legends Egg), Legends of Runeterra (“Fascinating” Emote), and Valorant (\"Fishbones\" Gun Buddy). The premiere received 1.8 million concurrent viewers on Twitch. On November 21, Netflix and Riot Games partnered with Secret Cinema to bring players directly into the world of Arcane with an in-person experience in Los Angeles, California. The experience was \"equipped with bespoke backstories and missions, the line between actors and audience is truly blurred as players explore the dark and dangerous underworld and encounter its inhabitants—the strange, the sinister and sometimes even the friendly\". Originally set for a 2020 release, the show was rescheduled for a release in 2021 due to the COVID-19 pandemic. It was scheduled for a simultaneous November 6, 2021, release on Netflix and China's Tencent Video, with the series broken into nine episodes, with three episode \"acts\" being released once a week over three weeks. In June 2024, it was announced that GKIDS had acquired the home video rights to Arcane. The digital copy was released on September 24, 2024, and the 4K Blu-ray on 8 October. On November 20, 2021, songs from the first season were released on Amazon Music. The series had a different opening theme in China, \"孤勇者 (Gu Yong Zhe)\" performed by Eason Chan. The review aggregator website Rotten Tomatoes reported a 100% approval rating to the first season, with an average rating of 9.20/10, based on 30 reviews. The site's critical consensus reads, \"Arcane makes an arresting first impression, combining a spectacular mix of 2D and 3D animation with an emotionally compelling story to deliver a video game adaptation that could become legendary.\" The series also became Netflix's number-one show in November 2021, setting the record as Netflix's highest-rated series so far within a week of its premiere, ranked first on the Netflix Top 10 Chart in 52 countries, and ranked second on the chart in the United States. Writing for IGN, Rafael Motamayor called the first season of Arcane a \"classic in the making, and the nail in the coffin of the so-called video game curse.\" He noted that the show worked for fans of League of Legends and newcomers, saying that \"the character stories are what keep you engaged episode after episode; the lore is just icing on the cake.\" He also praised the voice cast, highlighting the performances of Leung, Purnell, Aghdashloo and Steinfeld, calling the latter performance the show's standout. Praising the animation, Motamayor called it the \"most stunning piece of animation since Spider-Man: Into the Spider-Verse\" and compared it to Invincible in terms of episode structure. He concluded by saying that Arcane \"delivers a killing blow to the idea that video games cannot be masterfully adapted... with compelling characters, an endearing story, and fascinating lore and worldbuilding, as well as striking visuals,\" calling it a \"once-in-a-generation masterpiece\" and giving it a 10 out of 10 rating. Andrew Webster of The Verge praised the \"fantasy-meets-steampunk world\" and how no knowledge of League was needed to understand the show. Despite calling Act 1 \"a fairly typical fantasy tale\" he lauded the animation, saying that \"each frame looks like a gorgeous piece of hand-painted concept art; in motion, it's like nothing I've ever seen\" and that \"it's also a world that feels lived-in and fully realized.\" Matt Cabral of Common Sense Media called the first season \"visually stunning\" and that it \"features the sort of nuanced characterizations, thoughtful storytelling, and rich worldbuilding typically associated with big-budget, big-screen epics.\" He also took note of the blend of fantasy, steampunk and sci-fi with emphasis on how the story puts a \"fresh spin on the heavily recycled premise.\" Cabral concluded that viewers didn't need to have played League to appreciate the show. Reviewing the first four episodes of the first season, Tara Bennett of Paste enjoyed the way that \"[the creators] purposefully made an adult animated drama that unflinchingly utilizes violence, adult language, and very dark storylines when needed to make the lives of the large ensemble cast resonate.\" Bennett favorably compared the series to Game of Thrones, Shadow and Bone, Castlevania and BioShock. She was also positive about the \"nuance and subtle facial movements\" of Fortiche's animation combined with the performances from Steinfeld, Jenness, Purnell and Spisak. Bennett called \"Enemy\" by Imagine Dragons \"infectious\" and that the show is \"the new benchmark for what can be done when it comes to successfully translating worthy videogame universes into a different medium.\" Many publications considered the series one of the best video game adaptations. Arcane became the first streaming television series based on a video game as well as the first video game adaptation to win both Annie Awards and Primetime Emmy Awards, as the former became the first streaming series to both win the most awards from the same nominations in a single year, and to sweep the Annies with nine, while the latter won Outstanding Animated Program, becoming the first Netflix series to do so. Arcane also won the inaugural category Best Adaptation (awarded to media based on video games) from The Game Awards 2022. Animation and co-production Production Rosario, Alexandra Del (November 7, 2021). \"'Arcane' Showrunner Calls Netflix Series A \"Love Letter\" To 'League Of Legends' IP & Gamers; Riot Boss Shares Gaming Company's Next Steps\". Deadline Hollywood. Archived from the original on November 7, 2021. Retrieved October 28, 2024. Campbell, Kambole (October 28, 2024). \"'Arcane' Returns with a Vengeance: The Netflix Show's Leads Discuss the Powerful Final Season\". Wallenstein, Andrew (November 6, 2024), \"Why Riot Games' Entertainment Aims Stalled Beyond 'Arcane,' the Priciest Animated Series Ever (EXCLUSIVE)\", Variety Connellan, Shannon. \"You don't have to play 'League of Legends' to enjoy the masterful animation of Netflix's 'Arcane'\". Mashable. Archived from the original on November 20, 2021. Retrieved November 19, 2021. \"Netflix's Arcane is one of the best video game adaptations ever made, and its own unique beast\". The Indian Express. January 20, 2022. Archived from the original on January 16, 2023. Retrieved January 16, 2023. \"Arcane: League of Legends\". Arcane. Archived from the original on December 9, 2021. Retrieved November 19, 2021. Steel, Tom (January 19, 2022). \"Arcane: 10 Recognizable Voices Behind The Characters (& Where You Recognize Them From)\". Comic Book Resources. Archived from the original on May 15, 2022. Retrieved May 15, 2022. \"Arcane\". Netflix Media Center. September 7, 2024. Petski, Denise (September 20, 2024). \"'Arcane' Final Season Gets Premiere Date On Netflix – Update\". Deadline Hollywood. Retrieved September 20, 2024. Laurent, Nicolo [@niiicolo] (November 20, 2021). \"So yeah, we are working on #arcane season 2. The good news: you won't have to wait for 6 years (the time it took us to making season 1) The bad news: it's not coming in 2022\" (Tweet). Retrieved November 21, 2021 – via Twitter. \"'Arcane' TV Show and 'League of Legends' Explained by Riot Games - Variety\". Variety. November 9, 2022. Archived from the original on February 9, 2023. Retrieved February 9, 2023. Arcane: Animated Series Announcement | Riot Pls: 10th Anniversary Edition - League of Legends. Retrieved March 14, 2020. Palmer, Philip (October 22, 2019). \"League of Legends Arcane TV series: Release date, story, characters, and everything we know\". PC Gamer. Archived from the original on June 14, 2021. Retrieved March 14, 2020. \"Riot Games Developing Animated Series Based on 'League of Legends'\". The Hollywood Reporter. October 15, 2019. Archived from the original on May 3, 2021. Retrieved March 14, 2020. Del Rosario, Alexandra (September 21, 2021). \"'Arcane': Hailee Steinfeld, Ella Purnell & Kevin Alejandro Among Voice Cast For Netflix 'League Of Legends' Animated Series\". Deadline Hollywood. Archived from the original on September 21, 2021. Retrieved September 21, 2021. Bankhurst, Adam. \"Arcane, Netflix's League of Legends Animated Series, Is Officially Getting a Second Season\". IGN. Archived from the original on November 21, 2021. Retrieved November 20, 2021. Colbert, Isaiah (June 11, 2024). \"Arcane to End With Season 2 as Netflix Unveils Official Trailer, New Images\". IGN. Retrieved June 11, 2024. \"Welcome to RiotX Arcane\". Riot Games. November 5, 2021. Archived from the original on November 10, 2021. Retrieved November 2, 2021. \"Runeterra Enters PUBG Mobile to celebrate RiotX Arcane\". Riot Games. November 5, 2021. Archived from the original on November 20, 2021. Retrieved November 6, 2021. \"Fortnite Gets Jinxed to celebrate Arcane\". Riot Games. November 5, 2021. Archived from the original on November 22, 2021. Retrieved November 6, 2021. \"Call an Emergency Meeting - Arcane is Coming to Among Us\". Riot Games. November 12, 2021. Retrieved August 6, 2023. Kelly, Michael (November 1, 2021). \"Riot to broadcast Arcane premiere on Twitch, exclusive in-game drops available to all viewers\". Dot Esports. Archived from the original on November 7, 2021. Retrieved November 7, 2021. \"Arcane premiere drops guide: How to unlock free watch rewards via Twitch\". Upcomer. November 6, 2021. Archived from the original on November 9, 2021. Retrieved November 9, 2021. \"Netflix's 'Arcane' In-Person Experience by Secret Cinema\". LosAngeles101. December 2, 2021. Archived from the original on April 21, 2022. Retrieved March 30, 2022. \"An Update on Arcane: Creative Development and Production during a Pandemic\". June 10, 2020. Archived from the original on June 15, 2020. Retrieved June 10, 2020. Amidi, Amid (September 25, 2021). \"Netflix Releases 'Arcane' Trailer, Premiering November 6\". Cartoon Brew. Archived from the original on September 26, 2021. Retrieved September 25, 2021. \"Riot Games and Netflix unveil Arcane animated TV series launching on November 6\". Venture Beat. September 25, 2021. Archived from the original on September 25, 2021. Retrieved September 25, 2021. Goslin, Austen (September 25, 2021). \"League of Legends' Arcane series gets stunning new trailer, Netflix release date\". Polygon. Archived from the original on September 25, 2021. Retrieved September 25, 2021. Milligan, Mercedes. \"Game On! GKIDS Acquires Acclaimed 'Arcane' Series for Video & Transactional Worldwide\". Animation Magazine. Retrieved June 10, 2024. O'Rourke, Ryan (July 18, 2024). \"GKIDS Brings 'Arcane' Home This Fall With Collector's Edition, 4K UHD, and Blu-ray Releases\". Collider. Retrieved August 5, 2024. \"Arcane League of Legends (Soundtrack from the Animated Series)\". Amazon Music. November 20, 2021. Archived from the original on January 6, 2022. Retrieved January 6, 2022. \"Arcane: League of Legends: Season 1\". Rotten Tomatoes. Fandango Media. Retrieved January 15, 2022. \"Squid Game Finally Toppled on Netflix Top Ten by New Series\". TV Shows. Archived from the original on November 22, 2021. Retrieved November 18, 2021. Santos, Marc (November 10, 2021). \"'Arcane' Sets Record As Netflix's Best Rated Show\". International Business Times. Archived from the original on November 10, 2021. Retrieved November 18, 2021. Motamay, Rafael (November 20, 2021). \"Arcane Season 1 Review\". IGN. Archived from the original on November 21, 2021. Retrieved January 1, 2022. Webster, Andrew (November 6, 2021). \"Netflix's Arcane is a slick and exciting intro to League of Legends\". The Verge. Archived from the original on January 18, 2022. Retrieved November 21, 2021. Matt Cabral (November 11, 2021). \"Arcane - TV Review\". www.commonsensemedia.org. Archived from the original on November 20, 2021. Retrieved November 21, 2021. Tara Bennett (November 5, 2021). \"Netflix's Arcane: League of Legends Series Is a Surprisingly Vital Videogame Adaptation\". PasteMagazine.com. Archived from the original on November 7, 2021. Retrieved November 21, 2021. Madsen, Hayes (September 20, 2022). \"You need to watch 2022's best video game adaptation ASAP\". Inverse. Archived from the original on September 21, 2022. Retrieved September 21, 2022. Goddard, Matt (September 19, 2022). \"The 10 best TV and Movie video game adaptations of all time\". We Got This Covered. Archived from the original on September 21, 2022. Retrieved September 21, 2022. Das, Shraddha (September 7, 2022). \"Who Are The Voice Actors behind Emmy Winning Series, 'Arcane'?\". Netflix Junkie. Archived from the original on September 21, 2022. Retrieved September 21, 2022. Lang, Jamie (September 5, 2022). \"Netflix's 'Arcane' Is First Streaming Series To Win Animated Program Emmy\". Cartoon Brew. Archived from the original on September 21, 2022. Retrieved September 21, 2022. Grobar, Matt (August 22, 2022). \"The Game Awards Sets 2022 Date, Introduces Best Adaptation Category\". Deadline Hollywood. Archived from the original on August 22, 2022. Retrieved December 9, 2022. \"Annecy 2022 Official Selection\". Annecy International Animation Film Festival. March 29, 2022. Archived from the original on October 28, 2022. Retrieved May 20, 2022. Hines, Patrick (March 12, 2022). \"Annie Awards: 'The Mitchells Vs. The Machines', 'Arcane' Dominate; 'Flee' Takes Best Indie Film – Full Winners List\". Deadline. Archived from the original on October 1, 2022. Retrieved March 13, 2022. Grein, Paul (April 8, 2022). \"The Weeknd & Doja Cat Lead 2022 Billboard Music Awards Finalists: Full List\". Billboard Music Awards. Archived from the original on April 8, 2022. Retrieved April 8, 2022. @BFEditors (April 29, 2022). \"The BEST EDITED SERIES: ANIMATION category winner is Ivan Bilancio Gilad Carmel Roberto Fernandez Lawrence Gan Martin Jay Benjamin Massoubre Ernesto Matamoros Cox Nazim Meslem Emmanuel Pilinski David Ian Salter for ARCANE Sponsored by @ToonBoom #bfeCutAboveAwards 2022\" (Tweet). Retrieved April 30, 2022 – via Twitter. Coates, Tyler (June 23, 2022). \"'Hacks' and 'Somebody Somewhere' Lead Dorian TV Nominations\". The Hollywood Reporter. Archived from the original on June 23, 2022. Retrieved June 23, 2022. \"'Dune,' 'West Side Story' and 'Nightmare Alley' Among Golden Reel Award Winners\". Variety. March 13, 2022. Archived from the original on March 15, 2022. Retrieved March 14, 2022. Verhoeven, Beatrice (July 7, 2022). \"'This Is Us,' 'Succession,' 'Severance' Lead 2022 HCA TV Nominations\". The Hollywood Reporter. Archived from the original on July 7, 2022. Retrieved July 8, 2022. Codega, Linda (April 7, 2022). \"The 2022 Hugo Award Nominations Are Here\". Gizmodo. Archived from the original on April 8, 2022. Retrieved April 13, 2022. \"Arcane\". Emmys.com. Academy of Television Arts & Sciences. Archived from the original on October 24, 2022. Retrieved July 12, 2022. \"'Arcane,' 'Annie Live!' Among Juried Winners for 2022 Emmys\". The Hollywood Reporter. August 11, 2022. Archived from the original on October 28, 2022. Retrieved August 11, 2022. Tinocco, Armando (August 12, 2022). \"Saturn Awards Nominations: 'The Batman', 'Nightmare Alley', 'Spider-Man', 'Better Call Saul' Top List\". Deadline Hollywood. Archived from the original on August 12, 2022. Retrieved August 12, 2022. Plant, Logan (December 8, 2022). \"The Game Awards 2022 Winners: The Full List\". IGN. Archived from the original on December 9, 2022. Retrieved December 8, 2022. Arcane on Netflix Arcane at IMDb  Arcane: Bridging the Rift | League of Legends - Five part \"behind the scenes\" video series documenting production",
  "text_bytes": 72980,
  "timestamp": "2024-11-18T19:28:10Z",
  "title": "Arcane (TV series)",
  "version": 1258212210,
  "weighted_tags": [
    "classification.ores.articletopic/Culture.Media.Television|600",
    "classification.ores.articletopic/Culture.Media.Media*|945",
    "classification.ores.drafttopic/Culture.Media.Television|912",
    "classification.ores.drafttopic/Culture.Media.Media*|975",
    "classification.ores.drafttopic/Culture.Media.Video games|565"
  ],
  "wiki": "enwiki",
  "wikibase_item": "Q85518571"
}
